Repository: guoyu07/globalization
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, ko_kr, ru_ru

# 关联设备
source: Relevant device
de_de: Bezogene Geräte
ko_kr: 관련 설비
ru_ru: Соответствующее оборудование

# 添加APIKey
source: Add APIKey
de_de: APIKey hinzufügen
ko_kr: 첨가API키
ru_ru: Добавить APIKey

# 搜索APIKey
source: Search APIKey
de_de: APIKey suchen
ko_kr: 검색 API키
ru_ru: Искать APIKey

# 默认APIKey
source: Default APIKey
de_de: Standard-APIKey
ko_kr: 묵인 API키
ru_ru: APIKey по умолчанию

# 默认关联本项目所有设备
source: To be relevant to all the devices in this project by default
de_de: Alle standarde bezogene Geräte zu diesem Projekt
ru_ru: Имеет отношение к всему оборудованию данного проекта по умолчанию

# 删除
source: Delete
de_de: Löschen
ko_kr: 삭제
ru_ru: Удалить

# 编辑
source: Edit
de_de: Bearbeiten
ko_kr: 편집
ru_ru: Редакция

# 添加关联设备
source: Add relevant devices
de_de: Bezogene Geräte hinzufügen
ko_kr: 관련 설비 첨가
ru_ru: Добавить соответствующее оборудование

# 显示全部
source: Show all
de_de: Alles anzeigen
ko_kr: 전부 전시
ru_ru: Показать все

# 全选
source: Select all
de_de: Alles wählen
ko_kr: 모두 선택함
ru_ru: Выбрать все

# 清除
source: Clear
de_de: Löschen
ko_kr: 삭제
ru_ru: Устранить

# 确认添加
source: Confirm adding
de_de: Hinzufügung bestätigen
ko_kr: 첨가 확인
ru_ru: Подтвердите добавление

# 文档
source: Documents
de_de: Datei
ko_kr: 파일
ru_ru: Файл

# 下载开发文档
source: Download develop documents
de_de: Entwicklungsdatei herunterladen
ko_kr: 개발 파일 다운로드
ru_ru: Загрузить файл разработки

# 开发文档
source: Develop document
de_de: Datei entwickeln
ko_kr: 개발 파일
ru_ru: Создать файл

# 创建者
source: Creator
de_de: Erfinder
ko_kr: 창조자
ru_ru: Создатель

# 创建时间
source: Create time
de_de: Zeit erstellen
ko_kr: 새로 만드는 시간
ru_ru: Время создания

# 发布链接
source: Link
de_de: Links ausgeben
ko_kr: 링크 발포
ru_ru: Опубликовать ссылку

# 无
source: None
de_de: Kein
ko_kr: 없음
ru_ru: Нет

# 在您的网站上嵌入此应用
source: Embed the application on your website.
de_de: Diese Anwendung auf Ihrer Webseite einbetten
ko_kr: 웹사이트에 이 응용을 삽입한다.
ru_ru: Вставить данное приложение в ваш сайт

# 私有应用无法嵌入三方网站
source: Private applications can not be embed into other websites.
de_de: Private Anwendung darf nicht auf anderer Webseite eingebetttet werden
ko_kr: 개인 응용은 가타 웹사이트에 삽입을 못한다.
ru_ru: Нельзя вставить частное приложение в сайт третьей стороны

# 嵌入
source: Embed
de_de: Einbetten
ko_kr: 삽입
ru_ru: Вставить

# 收藏
source: Collect
de_de: Favorisieren
ko_kr: 저장
ru_ru: Хранить

# 全屏查看应用
source: Full screen
de_de: Vollbildschirm anzeigen
ko_kr: 풀 스크린으로 응용 보기
ru_ru: На полном экране смотреть приложение

# 用户评价
source: User evaluation
de_de: Kundenbewertung
ko_kr: 수용자 평가
ru_ru: Отзыв клиента

# 发表评论
source: Commit
de_de: Kommentar
ko_kr: 평론 발표
ru_ru: Опубликовать отзыв

# 热门应用
source: Hot application
de_de: Beliebte Anwendung
ko_kr: 인기 응용
ru_ru: Горячее приложение

# 回复
source: Reply
de_de: Antwort
ko_kr: 답장
ru_ru: Ответить

# 应用编辑器
source: Application editor
de_de: Anwendungseditor
ko_kr: 에디터 응용
ru_ru: Редактор приложения

# 新建
source: Create
de_de: Neu errichten
ko_kr: 새로 만들기
ru_ru: Создать новое

# 应用
source: application
de_de: Anwendung
ko_kr: 응용
ru_ru: Приложение

# 编辑应用
source: Edit application
de_de: Anwendung bearbeiten
ko_kr: 응용 편집
ru_ru: Редактировать приложение

# 完善信息
source: Improve info
de_de: Information vervollständigen
ko_kr: 정보 보완
ru_ru: Совершенствовать информацию

# 新建成功
source: Create successfully
de_de: Neue Anwendung erfolgreich errichtet
ko_kr: 새로 만들기 성공
ru_ru: Новое создание удалось

# 预览
source: Preview
de_de: Voransicht
ko_kr: 미리 보기
ru_ru: Предварительный просмотр

# 上一层
source: Previous
de_de: Rückwärts
ko_kr: 그전으로
ru_ru: Предыдущий

# 下一层
source: Next
de_de: Vorwärts
ko_kr: 다음
ru_ru: Следующий

# 对齐到网格
source: Align to grid
de_de: Nach dem Gradnetz ausrichten
ko_kr: 그리드에 맞추기
ru_ru: Выровнять в сеть

# 字号
source: Size
de_de: Größe
ko_kr: 글자 크기
ru_ru: Размер шрифта

# 加粗
source: Bold
de_de: Fett
ko_kr: 볼드
ru_ru: Утолщение

# 斜体
source: Italics
de_de: Kursiv
ko_kr: 사체
ru_ru: Косой

# 下划线
source: Underline
de_de: Unterstreichung
ko_kr: 밑줄
ru_ru: Нижнее подчеркивание

# 左对齐
source: Left
de_de: Links ausrichten
ko_kr: 왼쪽 오리진
ru_ru: Выровнять слева

# 居中对齐
source: Center
de_de: Zentral ausrichten
ko_kr: 센타 오리진
ru_ru: Выровнять в середине

# 右对齐
source: Right
de_de: Rechts ausrichten
ko_kr: 오른쪽 오리진
ru_ru: Выровнять справа

# 全屏
source: Full screen
de_de: Vollbild
ko_kr: 풀스크린
ru_ru: Полный экран

# 文字
source: Word
de_de: Wort
ko_kr: 문자
ru_ru: Письмо

# 曲线图
source: Graph
de_de: Kurve
ko_kr: 곡선도
ru_ru: График

# 柱状图
source: Histogram
de_de: Histogramm
ko_kr: 주상도
ru_ru: Колонка

# 仪表盘
source: Dashboard
de_de: Instrumentenbrett
ko_kr: 계기판
ru_ru: Приборная панель

# 地图
source: Map
de_de: Landkarte
ko_kr: 지도
ru_ru: Карта

# 图片
source: Picture
de_de: Bild
ko_kr: 그림
ru_ru: Рисунок

# 开关
source: ON/OFF
de_de: Schalter
ko_kr: 스위치
ru_ru: Выключатель

# 旋钮
source: Knob
de_de: Drehknopf
ko_kr: 회전
ru_ru: Кнопка

# 所属项目
source: Project
de_de: Zugehöriges Projekt
ko_kr: 소속 프로젝트
ru_ru: Подчиненный пункт

# 应用名称
source: Application name
de_de: Anwendungsname
ko_kr: 응용 명칭
ru_ru: Название приложения

# 应用状态
source: Application status
de_de: Anwendungsstatus
ko_kr: 응용 상태
ru_ru: Состояние приложения

# 公开应用
source: Public application
de_de: Öffentliche Anwendungen
ko_kr: 공용 응용
ru_ru: Публичное приложение

# 私有应用
source: Private application
de_de: Private Anwendung
ko_kr: 전용 응용
ru_ru: Частное приложение

# 添加logo
source: Add logo
de_de: Logo hinzufügen
ko_kr: 첨가 logo
ru_ru: Добавить logo

# 修改默认
source: Modify the default
de_de: Standardeinstellung ändern
ko_kr: 수정 묵인
ru_ru: Изменить по умолчанию

# 本地上传
source: Local upload
de_de: Lokales hochladen
ko_kr: 현지 업로드
ru_ru: Закачать на месте

# 应用描述
source: Application desc
de_de: Anwendungsbeschreibung
ko_kr: 응용 묘사
ru_ru: Описание приложения

# 保存应用
source: Save
de_de: Anwendung speichern
ko_kr: 응용 보존
ru_ru: Хранить приложение

# 返回
source: Return
de_de: Zurückkehren
ko_kr: 리턴
ru_ru: Возврат

# 输入应用名称进行搜索
source: Search by input the application name
de_de: Anwendungsname eingeben und suchen
ko_kr: 응용 명칭을 입력하고 검색함.
ru_ru: Вводите название приложения для поиска

# 数据流
source: Data storage
de_de: Datenfluss
ko_kr: 데이터 스트림
ru_ru: Поток данных

# 数据范围
source: Data range
de_de: Datenumfang
ko_kr: 데이터 범위
ru_ru: Сфера данных

# 时间间隔
source: Time interval
de_de: Zeitabstand
ko_kr: 시간 간격
ru_ru: Промежуток

# 秒
source: Seconds
de_de: Sekunde
ko_kr: 초
ru_ru: Сек.

# 发送一次
source: Send once
de_de: Einmal senden
ko_kr: 한번 발송
ru_ru: Отправить один раз

# 连续发送
source: Send more
de_de: Kontinuierlich senden
ko_kr: 연속 발송
ru_ru: Непрерывная передача

# 发送日志
source: Send log
de_de: Protokoll senden
ko_kr: 일기 발송
ru_ru: Отправить журнал

# ApiURL地址
source: ApiURL address
de_de: ApiURL-Adresse
ko_kr: ApiURL 주소
ru_ru: Адрес ApiURL

# 请求方法
source: Request method
de_de: Abfragemethode
ko_kr: 방법 부탁
ru_ru: Метод запроса

# 请求参数
source: Request param
de_de: Abfrageparameter
ko_kr: 파라미터 부탁
ru_ru: Параметры запроса

# 添加
source: Add
de_de: Hinzufügen
ko_kr: 첨가
ru_ru: Добавить

# 请求内容
source: Request content
de_de: Abfrageinhalt
ko_kr: 내용 부탁
ru_ru: Содержание запроса

# 执行请求
source: Send Request
de_de: Abfrage durchführen
ko_kr: 집행 부탁
ru_ru: Исполнить запрос

# 返回结果
source: Return result
de_de: Ergebnis zurückschicken
ko_kr: 리턴 결과
ru_ru: Возврат в результат

# 接入设备
source: Access device
de_de: Geräte verbinden
ko_kr: 액세스 설비
ru_ru: Включить оборудование

# 设备名称
source: Device name
de_de: Gerätename
ko_kr: 설비 명칭
ru_ru: Название оборудования

# 设备标签
source: Device tags
de_de: Geräteschild
ko_kr: 설비 상표
ru_ru: Вкладка оборудования

# 每个标签请用英文逗号隔开
source: Each tag should be separated by a comma.
de_de: Bitte jedes Schild mit Kommar trennen
ko_kr: 상표마다 영어 콤마로 나눈다.
ru_ru: Каждая вкладка использует запятую английского языка для отделения

# 设备描述
source: Device description
de_de: Gerätebeschreibung
ko_kr: 설비 묘사
ru_ru: Описание оборудования

# 添加图片
source: Add image
de_de: Bilder hinzufügen
ko_kr: 그림 첨가
ru_ru: Добавить рисунок

# 修改图片
source: Modify image
de_de: Bild bearbeiten
ko_kr: 그림 수정
ru_ru: Изменить рисунок

# 接入协议
source: Access protocol
de_de: Zugriffsprotokoll
ko_kr: 프로토콜 액세스
ru_ru: Включить соглашение

# HTTP协议
source: HTTP protocol
de_de: HTTP Protokoll
ko_kr: HTTP프로토콜
ru_ru: Соглашение HTTP

# EDP协议
source: EDP protocol
de_de: EDP Protokoll
ko_kr: EDP프로토콜
ru_ru: Соглашение EDP

# 鉴权信息
source: Authentication info
de_de: Authentifizierungsinformation
ko_kr: 입증 정보
ru_ru: Информация аутентификации

# 添加鉴权信息
source: Add authentication info
de_de: Authentifizierungsinformation hinzufügen
ko_kr: 입증 정보 첨가
ru_ru: Добавить информацию аутентификации

# 参数名
source: Param name
de_de: Parametername
ko_kr: 파라미터 이름
ru_ru: Название параметров

# 参数值
source: Param value
de_de: Parameterwert
ko_kr: 파라미터 값
ru_ru: Значение параметров

# 默认路由
source: Default route
de_de: Standardroute
ko_kr: 노선 묵인
ru_ru: Маршрут по умолчанию

# 默认路由值为已存在的设备ID
source: The default route is the ID of existed device
de_de: Standardroute ist bestehende Gerät-ID
ko_kr: 노선이 이미 존재되는 ID임을 묵인한다.
ru_ru: Значение маршрута по умолчанию является существующим ID оборудования

# 设备权限
source: Device authority
de_de: Gerätebefugnis
ko_kr: 설비 권한
ru_ru: Права оборудования

# 私有数据
source: Private data
de_de: Private Daten
ko_kr: 전용 데이터
ru_ru: Частные данные

# 公开数据
source: Public data
de_de: Öffentliche Daten
ko_kr: 공용 데이터
ru_ru: Публичные данные

# 设备位置
source: Device location
de_de: Geräteposition
ko_kr: 설비 위치
ru_ru: Место оборудования

# 通过输入然后选择或点击地图来确定坐标
source: to confirm the coordinate by typing in or clicking in the map
de_de: Die Koordinate durch Eingabe oder Klick auf der Landkarte bestätigen
ko_kr: 수입 후 선택 혹은 지도를 클릭함으로써 좌표를 확인한다.
ru_ru: После ввода выбираете или нажмите карту для определения координаты

# 经度
source: Longitude
de_de: Längengrad
ko_kr: 경도
ru_ru: Долгота

# 纬度
source: Latitude
de_de: Breitengrad
ko_kr: 위도
ru_ru: Широта

# 你现在可以为你的设备上传数据
source: Now you can upload data for your device
de_de: Sie können jetzt Daten für Ihr Gerät hochladen
ko_kr: 지금 설비에 데이터를 업로드할 수 있다.
ru_ru: Сейчас ты можете закачать данные твоему оборудованию

# 上传数据
source: Upload data
de_de: Daten hochladen
ko_kr: 데이터 업로드
ru_ru: Закачать данные

# 设备协议
source: Device protocol
de_de: Geräteprotokoll
ko_kr: 설비 프로토콜
ru_ru: Соглашение оборудования

# 协议
source: Protocol
de_de: Protokoll
ko_kr: 프로토콜
ru_ru: Соглашение

# API地址
source: API address
de_de: API Adresse
ko_kr: API 주소
ru_ru: Адрес API

# 设备APIKey
source: Device APIKey
de_de: Gerät-APIKey
ko_kr: 설비 API키
ru_ru: APIKey оборудования

# 设备详情
source: Device details
de_de: Details des Gerätes
ko_kr: 설비 세부 사항
ru_ru: Подробность оборудования

# 输入设备名称进行搜索
source: Input the device name to search
de_de: Suche durch Eingabe des Gerätenamens
ko_kr: 설비 명칭을 입력하고 검색함
ru_ru: Вводите название оборудования для поиска

# 批量添加设备
source: Create batch devices
de_de: Geräte per Batch hinzufügen
ko_kr: 양산화로 설비 첨가
ru_ru: Серийное добавление оборудования

# 更多信息
source: More info
de_de: Mehr Informationen
ko_kr: 정보 더 보기
ru_ru: Больше информации

# 更多EDP设备信息
source: More EDP device info
de_de: Mehr Informationen über EDP Geräte
ko_kr: EDP 설비 정보 더 보기
ru_ru: Больше информации оборудования EDP

# 数据点总数
source: Total data points
de_de: Gesamtzahl der Datenpunkte
ko_kr: 총 데이터 포인트
ru_ru: Общее количество точек данных

# 昨日新增数据点
source: New data points of yesterday
de_de: Gestrige neue Datenpunkte
ko_kr: 전날 증가한 데이터 포인트
ru_ru: Точка данных, увеличенная вчера

# http协议日志
source: http protocol log
de_de: HTTP Protokoll
ko_kr: http 프로토콜 로그
ru_ru: Журнал соглашения http

# 查看所有
source: View all
de_de: Alles sehen
ko_kr: 모두 보기
ru_ru: Смотреть все

# 数据展示
source: Data display
de_de: Datendarstellung
ko_kr: 데이터 보여주기
ru_ru: Показ данных

# 添加数据流
source: Add data stream
de_de: Datenfluss hinzufügen
ko_kr: 데이터 스트림 첨가
ru_ru: Добавить поток данных

# 数据流ID：
source: Data stream ID：
de_de: Datenfluss-ID
ko_kr: 데이터 스트림 ID：
ru_ru: ID потока данных:

# 例如 最高温度
source: e.g. the highest temperature
de_de: Z.B. höchste Temperatur
ko_kr: 실례 최고 기온
ru_ru: Например, максимальная температура

# 单位名称
source: Unit name
de_de: Name der Einheit
ko_kr: 단위 명칭
ru_ru: Название единицы

# 例如 摄氏度
source: e.g. Celsius
de_de: Z.B. Grad Celsius
ko_kr: 예 섭씨도
ru_ru: Например, градус по Цельсию

# 单位符号
source: Unit symbol
de_de: Symbol der Einheit
ko_kr: 단위 부호
ru_ru: Знак единицы

# 例如
source: e.g.
de_de: Z.B.
ko_kr: 실례
ru_ru: Например

# 保存数据流
source: Save data stream
de_de: Datenfluss speichern
ko_kr: 데이터 스트림 보존
ru_ru: Хранить поток данных

# 最新数据
source: Latest data
de_de: Neuster Datenfluss
ko_kr: 최신 데이터
ru_ru: Новейшие данные

# 更新时间
source: Update time
de_de: Aktualisierungzeit
ko_kr: 업데이트 시간
ru_ru: Обновить время

# 查询时间
source: Query time
de_de: Zeit der Abfrage
ko_kr: 조회 시간
ru_ru: Запрашивать время

# 至
source: to
de_de: bis
ko_kr: 내지
ru_ru: до

# 查询
source: Query
de_de: Abfrage
ko_kr: 조회
ru_ru: Запрос

# 查看最新
source: View latest
de_de: Die Neuste sehen
ko_kr: 최신 보기
ru_ru: Проверить новейшее

# 上一页
source: Prev
de_de: Rückwärts
ko_kr: 지난 페이지
ru_ru: Предыдущая страница

# 下一页
source: Next
de_de: Vorwärts
ko_kr: 다음 페이지
ru_ru: Следующая страница

# 最近一小时内无数据更新
source: No data update in the last hour
de_de: Keine Aktualisierung in der letzten Stunde
ko_kr: 최근 한 시간 내에 갱신 데이터 없음
ru_ru: Нет обновления данных в ближайший час

# 确认模版
source: Confirm templates
de_de: Vorlage bestätigen
ko_kr: 템플릿 확인
ru_ru: Подтвердить шаблон

# 批量创建
source: Create batch
de_de: Per Batch errichten
ko_kr: 양산화로 만들기
ru_ru: Серийное создание

# 创建成功
source: Create successfully
de_de: Erfolgreich errichtet
ko_kr: 만들기 성공
ru_ru: Создание успешно

# 模版信息
source: Template info
de_de: Information über Vorlage
ko_kr: 템플릿 정보
ru_ru: Информация шаблона

# 批量添加的设备将继承模板设备的基本属性
source: The batch devices will extend the basic properties of templates.
de_de: Per Batch hinzugefügte Geräte behalten die ursprüngliche Eigenschaften der Vorlage
ko_kr: 양산화로 첨가한 설비는 템플릿 설비의 기본 속성을 이어받을 것이다.
ru_ru: Оборудование серийного добавления будет наследовать основные свойства шаблона

# 项目名称
source: Project name
de_de: Projektname
ko_kr: 프로젝트 명칭
ru_ru: Название пункта

# 设备数据
source: Device data
de_de: Gerätedaten
ko_kr: 설비 데이터
ru_ru: Данные оборудования

# 无数据流信息
source: No data stream info
de_de: Keine Information über Datenfluss
ko_kr: 데이터 스트림 정보 없음
ru_ru: Без информации потока данных

# 批量复制
source: Copy in bulk
de_de: Per Batch kopieren
ko_kr: 양산화로 복사
ru_ru: Серийная копия

# 导入批量设备
source: Import devices in bulk
de_de: Geräte per Batch einführen
ko_kr: 양산화로 설비를 들여오기
ru_ru: Вводить серийное оборудование

# 选择合适的方式批量导入设备
source: Choose the right way to import the batch devices
de_de: Geeignete Weise zur Einführung der Geräte per Batch wählen
ko_kr: 맞는 방식을 선택하여 양산화로 설비를 들여온다.
ru_ru: Выбираете подходящий способ для серийного ввода оборудования

# 快速创建
source: Fast create
de_de: Schnell erstellen
ko_kr: 급속히 만들기
ru_ru: Быстро создать

# 手动写入
source: Input
de_de: Manuell eingeben
ko_kr: 수동으로 쓰기
ru_ru: Ручной вписать

# excel导入
source: Import
de_de: Excel einführen
ko_kr: 엑설 들여오기
ru_ru: Вводить excel

# 设备数量
source: Device
de_de: Anzahl der Geräte
ko_kr: 설비 수량
ru_ru: Количество оборудования

# 请填写“设备名称”属性，每行表示一个设备，通过回车符换行增加
source: Please input the DEVICE NAME property, and each line represents a device.(add device by the enter button)
de_de: Bitte die Eigenschaft “Gerätename” eingeben, jede Zeile bedeutet ein Gerät, Zeile durch Enter-Taste hinzufügen
ko_kr: 설비 명칭 속성을 쓰고 한 줄이 한 설비를 표시해서 엔터 버튼으로 줄을 바꿔 증가한다.
ru_ru: Заполните свойства “наим. оборудования”, каждая строка означает одно оборудование, увеличить с помощью символа возврата каретки

# 确认批量导入
source: Confirm import in bulk
de_de: Einführung per Batch bestätigen
ko_kr: 양산화로 들여오기 확인
ru_ru: Подтвердите серийный ввод

# 上传列表
source: Upload list
de_de: Tabelle hochladen
ko_kr: 리스트 업로드
ru_ru: Закачать список

# 点击上传
source: Click to upload
de_de: Klicken und hochladen
ko_kr: 클릭하자 업로드함
ru_ru: Нажмите для закачки

# 添加时间
source: Add time
de_de: Zeit hinzufügen
ko_kr: 시간 첨가
ru_ru: Добавить время

# 添加数量
source: Add
de_de: Zahl vermehren
ko_kr: 수량 첨가
ru_ru: Добавить количество

# 导出列表
source: Export list
de_de: Tabelle ausführen
ko_kr: 리스트 도출
ru_ru: Экспорт списка

# 其他
source: Others
de_de: Andere
ko_kr: 기타
ru_ru: Другие

# 查看更多
source: View more
de_de: Mehr sehen
ko_kr: 더 보기
ru_ru: Смотреть больше

# 项目列表
source: Project list
de_de: Projektliste
ko_kr: 프로젝트 리스트
ru_ru: Список пункта

# 新建设备
source: Create device
de_de: Neues Gerät erstellen
ko_kr: 설비 새로 만들기
ru_ru: Новое оборудование

# 还没有设备批量模版
source: No batch device templates
de_de: Noch keine Batch Vorlage für Geräte
ko_kr: 양산화 설비 템플릿 없음.
ru_ru: Еще нет серийного шаблона оборудования

# 查看批量记录
source: Check batch record
de_de: Batch-Rekord sehen
ko_kr: 양산화 기록 보기
ru_ru: Проверять серийную запись

# 支持协议
source: Supported protocol
de_de: Unterstützung-Protokoll
ko_kr: 프로토콜 지지
ru_ru: Соглашение поддержки

# 接入帮助文档
source: Access to help documents
de_de: Zugang zur Hilfsdatei
ko_kr: 도움 파일 접근
ru_ru: Соединиться с файлом помощи

# 工具
source: Tools
de_de: Werkzeug
ko_kr: 도구
ru_ru: Инструмент

# 项目
source: Projects
de_de: Projekt
ko_kr: 프로젝트
ru_ru: Пункт

# 设备管理
source: Device management
de_de: Geräteverwaltung
ko_kr: 설비 관리
ru_ru: Управление оборудованием

# 项目概况
source: Project overview
de_de: Projektübersicht
ko_kr: 프로젝트 개황
ru_ru: Описание пункта

# 地图数据模拟器
source: Map data simulator
de_de: Datensimulator der Landkarte
ko_kr: 지도 데이터 시뮬레이터
ru_ru: Эмулятор данных карты

# 数据模拟器
source: Data simulator
de_de: Datensimulator
ko_kr: 데이터 시뮬레이터
ru_ru: Имитатор данных

# API调试工具
source: API debug tool
de_de: API Debuggingwerkzeug
ko_kr: API 디버거 도구
ru_ru: Инструмент наладки API

# 修改项目
source: Modify project
de_de: Projekt ändern
ko_kr: 프로젝트 수정
ru_ru: Изменить пункт

# 项目描述
source: Project description
de_de: Projektbeschreibung
ko_kr: 프로젝트 묘사
ru_ru: Описание пункта

# 立即创建项目
source: Create project immediately
de_de: Projekt gleich erstellen
ko_kr: 프로젝트 즉시 만들기
ru_ru: Немедленно создать пункт

# 立即修改项目
source: Modify project immediately
de_de: Projekt gleich ändern
ko_kr: 즉시 프로젝트 수정
ru_ru: Немедленно изменить пункт

# 为你的项目添加一个设备
source: Add a device for your project
de_de: Ein neues Gerät für Ihr Projekt hinzufügen
ko_kr: 프로젝트에 설비 하나를 첨가해 준다.
ru_ru: Добавить одно оборудование вашему пункту

# 去项目详情首页
source: Go to project detail page
de_de: Startseite des Projektdetails besuchen
ko_kr: 프로젝트 세부 사항 페이지에 들어간다.
ru_ru: В главную страницу пункта

# 项目基本信息
source: Project basic info
de_de: Grundinformation des Projekts
ko_kr: 프로젝트 기본 정보
ru_ru: Основная информация пункта

# 项目ID
source: Project ID
de_de: Projekt ID
ko_kr: 프로젝트 ID
ru_ru: ID пункта

# 各项数据统计
source: Data statistics
de_de: Datenstatistik
ko_kr: 각 데이터 통계
ru_ru: Статистика данных

# 应用总数
source: Application total
de_de: Gesamtzahl der Anwendung
ko_kr: 응용 총수
ru_ru: Общее количество приложения

# APIKey数
source: APIKey
de_de: Anzahl von APIKey
ko_kr: API키 수량
ru_ru: Количество APIKey

# 触发器数
source: Trigger
de_de: Anzahl des Auslösers
ko_kr: 트리거 수량
ru_ru: Количество триггера

# 数据点新增概览
source: New data points overview
de_de: Überblick über neue Datenpunkte
ko_kr: 신 데이터 포인트 훑어보기
ru_ru: Точка данных увеличивает просмотр

# 每日新增数据点数
source: Daily new data points quantity
de_de: Anzahl täglicher neuer Datenpunkte
ko_kr: 매일 새로 증가한 데이터 수량
ru_ru: Количество точек данных, увеличенных в каждый день

# 截止到今日凌晨零点
source: By 0000 this morning
de_de: Bis zur 00.00 Uhr von Heute
ko_kr: 오늘 새벽 0시까지
ru_ru: До ноля ночью сегодня

# 暂无数据！上传后，次日即可查阅
source: No data! After uploading data, you can query it next day.
de_de: Keine Daten! Am nächsten Tag können Sie die hochgeladenen Daten nachsehen
ru_ru: Временно нет данных! После закачки, следующий день можно смотреть

# 昨日触发信息数
source: Trigger message quanity yesterday
de_de: Anzahl der gestrigen ausgelösten Daten
ko_kr: 어제 트리거 메시지 수량
ru_ru: Количество информации, возбужденной вчера

# 昨日触发信息总数
source: Total trigger message quanity yesterday
de_de: Gesamtzahl der gestrigen ausgelösten Daten
ko_kr: 어제 트리거 메시지 총수
ru_ru: Общее количество информации, возбужденной вчера

# 昨日触发失败数
source: Failed trigger quanity yesterday
de_de: Anzahl der fehl ausgelösten Daten von gestern
ko_kr: 어제 트리거 실패 수량
ru_ru: Количество поражения, возбужденного вчера

# 下载
source: Download
de_de: Herunterladen
ko_kr: 다운로드
ru_ru: Загрузить

# SDK下载
source: SDK download
de_de: SDK herunterladen
ko_kr: SDK 다운로드
ru_ru: Загрузка SDK

# APP客户端下载
source: APP download
de_de: APP herunterladen
ko_kr: APP 클라이언트 다운로드
ru_ru: Загрузка клиентского терминала APP

# 新建触发器
source: Create trigger
de_de: Auslöser neu errichten
ko_kr: 트리거 새로 만들기
ru_ru: Новый триггер

# 搜索触发器
source: Search trigger
de_de: Auslöser suchen
ko_kr: 트리거 검색
ru_ru: Искать триггер

# 名称
source: Name
ko_kr: 명칭
ru_ru: Название

# 设备范围
source: Device range
de_de: Geräteumfang
ko_kr: 설비 범위
ru_ru: Сфера оборудования

# 功能更新
source: Function renewal
de_de: Funktionsaktualisierung
ko_kr: 기능 업데이트
ru_ru: Обновление функций

# 快速访问更新功能
source: Fast access updating function
de_de: Schneller Zugang zur Aktualsierungsfunktion
ko_kr: 업데이트 기능에 신속 접그함
ru_ru: Быстро посетить новые функции

# 功能更新详情
source: Details of function renewal
de_de: Aktualisierungsdetails der Funktionen
ko_kr: 기능 업데이트 디테일
ru_ru: Подробная информация об обновления функций

# 查看更新列表
source: Check the update list
de_de: Aktualisierte Liste sehen
ko_kr: 업데이트 리스트 보기
ru_ru: Посмотреть список обновления

# 推荐应用
source: Recommended
de_de: Empfohlene Anwendung
ko_kr: 응용 추천
ru_ru: Рекомендуемое приложение

# 活跃应用
source: Popular
de_de: Aktive Anwendung
ko_kr: 응용 활성화
ru_ru: Активное приложение

# 最新应用
source: Latest
de_de: Neueste Anwendung
ko_kr: 최신 응용
ru_ru: Новейшее приложение

# 无相关数据
source: No relevant data
de_de: Keine bezogene Daten
ko_kr: 관련 데이터 없음.
ru_ru: Нет соответствующих данных

# 最新设备
source: Latest
de_de: Neueste Geräte
ko_kr: 최신 설비
ru_ru: Новейшее оборудование

# 活跃设备
source: Popular
de_de: Aktive Geräte
ko_kr: 설비 활성화
ru_ru: Активное оборудование

# 加载中，请稍候
source: Loading, please wait
de_de: Laden jetzt, bitte Moment
ko_kr: 로딩 중, 좀 기다리세요.
ru_ru: Загрузка , пожалуйста, подождите

# 热门设备
source: Hot devices
de_de: Beliebte Geräte
ko_kr: 인기 설비
ru_ru: Популярное оборудование

# 发现应用
source: Discover applications
de_de: Anwendungen entdecken
ko_kr: 응용 발견
ru_ru: Обнаружить приложение

# 查看所有应用
source: All
de_de: Alle Anwendungen sehen
ko_kr: 모든 응용 체크
ru_ru: Проверить все приложение

# 探索设备
source: Search device
de_de: Geräte forschen
ko_kr: 설비 검색
ru_ru: Искать оборудование

# 查看所有设备
source: All
de_de: Alle Geräte sehen
ko_kr: 모든 설비 보기
ru_ru: Проверить все оборудование

# 活跃用户
source: Active users
de_de: Aktive Benutzer
ko_kr: 수용자 활성화
ru_ru: Активный клиент

# 将您的设备接入中国移动物联网开放平台
source: Access your device to China Mobile IOT Open Platform
de_de: Verbinden Sie Ihre Geräte mit der Offenen Plattform für Interne der Dinge von China Mobile
ko_kr: 차이나 모바일IOT 어우펀 시스템에 설비를 연결하세요.
ru_ru: Включить ваше оборудование в открытую платформу Интернета вещей СМСС

# 查看接入引导
source: View access guide
de_de: Einleitung über Zugriff sehen
ko_kr: 액세스 가이드 보기
ru_ru: Проверить направление включения

# 用户头像
source: User icon
de_de: Benutzerbild
ko_kr: 수용자 아이콘
ru_ru: Аватар пользователя

# 公开设备
source: Public device
de_de: Öffentliche Geräte
ko_kr: 공용 설비
ru_ru: Публичное оборудование

# 设备收藏
source: Device collection
de_de: Geräte-Favorite
ko_kr: 설비 저장
ru_ru: Хранение оборудования

# 应用收藏
source: Application collection
de_de: Anwendung-Favorite
ko_kr: 응용 저장
ru_ru: Хранение приложения

# 包含设备
source: Including devices
de_de: Enthaltende Geräte
ko_kr: 설비 포함
ru_ru: Включая оборудование

# 手机扫一扫，体验中移物联网开放平台的神奇
source: Scan QR code for a wonderful experience of our platform
de_de: Mit Ihrer Handy scannen und die wundervolle Offene Plattform für Internet der Dinge von China Mobile erleben
ko_kr: 바코드를 스캔함으로 차이나 모바일IOT 어우펀 시스템의 매력을 체험한다.
ru_ru: Сканировать сотовым телефоном, испытать чудес открытой платформы Интернета вещей СМСС
