Repository: guoyu07/globalization
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, ko_kr, ru_ru

# 泛连接
source: Massive connections
de_de: Breite Verbindungen
ko_kr: 유비쿼터스 연결
ru_ru: Широкое соединение

# 开放平台，从连接开始
source: Open platform, Begin From Connect
de_de: Offene Plattform startet von der Verbindung
ko_kr: 어우펀 시스템, 연결부터 시작
ru_ru: Открытая платформа, начиная с соединения

# 中移物联网开放平台支持多种网络接入协议，轻松接入各种物体、智能家居、汽车、穿戴设备、行业终端
source: Easily connect to smart terminals (for smart home, vehicle, wearable product, industrial field, etc.) with various network access protocols supported.
de_de: Offene Plattform für Internet der Dinge von China Mobile untertützt vielfältige Zugriffsprotokolle des Netzwerks, verbindet leicht mit den Terminals für verschiedene Dinge, intelligene Möbel, Fahrzeuge, tragbare Geräte und Industrien
ko_kr: 차이나 모바일 IOT어우펀 시스템은 각종 네트워크 액세스 프로토콜을 지지하고 각종 제품, 스마트 홈, 자동차, 착용 제품, 비지니스 태미너에 쉽게 액세스한다.
ru_ru: Открытая платформа Интернета вещей СМСС поддерживает соглашение включения сети, легко включит предметы, умную мебель, автомобиль, одежды, терминал отрасли

# 专注物联网PaaS云服务，满足原型开发、产品商用和运营管理
source: Focus on IOT PaaS abilities, facilitates prototype development, product commercializing and operation management.
de_de: Auf PaaS Cloud Dienstleistung im Internet der Dinge konzentrieren, Prototypentwicklung, Produkteanwendung und Betriebsverwaltung verwirklichen
ko_kr: IOT PaaS 클라우드 서비스를 주목하세요, 원형 개발, 제품 상업화 및 운영 관리를 만족시킬수 있다.
ru_ru: Сосредоточить все внимание на облачном обслуживании PaaS Интернета вещей, удовлетворять разработке первоначального образца, коммерческим назначениям продукции и управлением хозяйственной деятельностью

# 借助中移物联网开放平台提供的轻应用业务孵化平台，5分钟即可搭建并分发您的快平台应用
source: Build and release App in 5 minutes by leveraging on our lightweight application incubator.
de_de: Mit dem Inkubator für leichtgewichte Anwendungen können Sie Ihre Plattformanwendung in 5 Minuten errichten
ko_kr: 차이나 모바일 IOT어우펀 시스템이 제공한 라이트 App로 5분 이내 빨리App를 만들고 배포할 수 있다.
ru_ru: С помощью платформы инкубации операции легкого приложения открытой платформы Интернета вещей СМСС, 5 мин. можно создать и передать ваше быстрое приложение платформы

# 中移物联网开放平台提供海量大数据分析引擎，助您从海量数据中遇见未来
source: Pave the road to business success with our big data analysis engine.
de_de: Offene Plattform für Internet der Dinge von China Mobile liefert viele Datenanalysemaschinen und hilft Ihnen, die Zukunft zu entdecken
ko_kr: 차이나 모바일 IOT어우펀 시스템은 빅 데이터 엔진을 제공하여 고객님들을 빅 데이터 중에 성공의 길 가게 한다.
ru_ru: Открытая платформа Интернета вещей СМСС предоставляет движок анализа больших данных, помогает вам встречать будущее в массовых данных

# 您可以直接联系我们进行合作，物联网平台值得你信赖；您也可以尝试接入设备，体验平台无穷魅力
source: We warmly welcome cooperation from all over the world and you may start by connecting a device to our platform to see how it works.
de_de: Sie können mit uns direkt kontaktieren und kooperieren, die Plattform ist glaubenswürdig; Sie können auch die Verbindung des Gerätes versuchen und die Zauber der Plattform erleben
ko_kr: 협력하려면 직접 연락 주세요. IOT 플랫폼을 믿어보세요. 설비 액세스으로 플랫폼의 매력을 체험해 보세요.
ru_ru: Вы можете связаться с нами для сотрудничества, платформа Интернета вещей стоит вашего доверия; вы можете попробовать включить оборудование, испытать безграничное очарование платформы

# 更多案例
source: More
de_de: Mehr Fälle
ko_kr: 더 많은 사례
ru_ru: Больше примеров

# 更多新闻
source: More
de_de: mehr
ko_kr: 더 많은 뉴스
ru_ru: более

# 新闻作者
source: News author
de_de: News Analysis
ko_kr: 뉴스 작자
ru_ru: Новости Аналитика

# 英文
source: English
de_de: Englisch
ko_kr: 영어
ru_ru: Английский язык

# 看看我们做了什么
source: See what’s behind
de_de: Was haben wir gemacht
ko_kr: 우리 뭘 했는지 좀 알아보세요.
ru_ru: Смотрите, что мы делали

# 来解析下整个过程
source: Look inside the process:
de_de: Das ganze Prozess analysieren
ko_kr: 전 과정을 분석한다:
ru_ru: Анализировать целый процесс

# 第1步：在中移物联网开放平台中为您的手机建立了唯一标识 -- 设备ID，以及控制设备的API-KEY；
source: Step1: Created a unique identifier (device ID plus API-Key) for your cellphone on OneNet;
de_de: Schritt 1: Die einzige Markierung für Ihre Handy auf der Plattform erzeugen—Gerät ID sowie API-KEY des Kontrollgerätes
ko_kr: 스텝1: 차이나 모바일 IOT어우펀시스템에서 고객님의 스마트폰에 유일한 표시를(설비 ID및 설비를 제어하는 API-키) 만들었다.
ru_ru: Шаг 1: в открытой платформе создало единственную отметку для вашего сотового телефона – ID оборудования, а также API-KEY для контроля оборудования;

# 第2步：在平台设备管理中为设备增加了5条数据流，展现设备上传数据；
source: Step2: Added 5 data streams under the device page bound to your cellphone to accommodate the data uploaded by the phone;
de_de: Schritt 2: 5 Datenflüsse werden in der Geräteverwaltung ergänzt, um die hochgeladenen Daten anzuzeigen
ko_kr: 스텝2: 플랫폼 설비 관리 중 설비에 데이터 스트림 5개를 증가하여 설비에 업로딩한 데이터를 보여준다.
ru_ru: Шаг 2: в управлении оборудованием платформы увеличились 5 потоков данных, показать закачанные данные оборудования;

# 第3步：利用Web技术模拟了一个手机APP获取手机传感器信息，并利用平台提供的API上传信息；
source: Step3: Simulated a cellphone APP with web technology and uploaded data using the OneNet’s API;
de_de: Schritt 3: Handy App durch Web-Technologie simulieren und die Information des Sensors erhalten, dann die erhaltende Information durch API auf der Plattform hochladen
ko_kr: 스텝3: 웹 기술로 스마트폰 APP를 모의하여 스마트폰 센서 정보를 획득하고 플랫폼이 제공한 API를 통해 정보를 업로딩한다.
ru_ru: Шаг 3: с помощью техники Web моделировать АРР сотового телефона для получения информации датчика сотового телефона, и закачать информацию через API платформы;

# 第4步：同样是利用平台提供的API，我们读取设备数据，根据业务需求，展现了这些数据。
source: Step4: Read the device data from data streams using an API provided by OneNet as well and show the data;
de_de: Schritt 4: Wir lesen Gerätedaten durch API, und zeigen diese Daten nach Ihrem Bedarf
ko_kr: 스텝4: 플랫폼이 제공한 API를 통해 설비 데이터를 액세스하여 업무 수요에 따라 데이터를 보여준다.
ru_ru: Шаг 4: использовать API платформы, мы считываем данные оборудования, по потребности операции показать данные

# 该方式还可以运用到实际生活中
source: This pattern is also applicable to a wide range of fields, e.g.:
de_de: Diese Weise funktioniert auch im täglichen Leben
ko_kr: 이 방식은 실제 생활에 적용할 수도 있다.
ru_ru: Данный метод также применяется в фактической жизни

# 精密仪器的物流追踪将手机置换为物流包裹，则
source: Consider tracking the logistics info of a precision instrument where the role of the cellphone is replaced by a package and
de_de: Um die Präzisionsinstrumente zu verfolgen, kann Ihre Handy als Päckchen umgewandelt werden
ko_kr: 정밀 기계에 대한 물류 추적은 휴대폰 대신 물류 소포가 역할한다
ru_ru: Логистическое сопровождение точного прибора изменяет сотовый телефон в логистическую посылку, то

# 陀螺仪可记录物品的摆放情况；
source: The gyroscope records can reflect how the object is placed;
de_de: Kreiselgerät kann den Stand der Lagerung des Gegenstands aufzeichen
ko_kr: 자이로스코프는 물품이 어떻게 놓이는지를 기록할 수 있다;
ru_ru: Жироскоп может записать положение постановки предметов

# 晃动情况可记录物品是否受到大的冲击；
source: The shaking data can indicate whether the object is heavily struck;
de_de: Schütteln zeigt ob der Gegenstand große Erschütterung erhält
ko_kr: 흔들림 경우는 물품 흔들림 여부를 기록할 수 있다;
ru_ru: Качание может записать наличие или отсутствие удара

# GPS可实时定位物品的地理位置。
source: The GPS data can show the object’s location in real time.
de_de: GPS positioniert die Echtzeit-Position des Gegenstands
ko_kr: GPS는 즉시 물품의 지리 위치를 측정한다.
ru_ru: GPS может определить географическое положение предметов в режиме реального времени

# 物联网平台还能做什么
source: What else can OneNET platform do?
de_de: Was kann die Plattform machen
ko_kr: IOT 플랫폼은 뭘 더 할까?
ru_ru: Что может делать платформа Интернета вещей

# 想要详细了解中移物联网开放平台，你可以
source: If you want to learn more about the China Mobile IOT open platform, you can
de_de: Wenn Sie die Offene Plattform für Internet der Dinge von China Mobile mehr wissen, Sie können
ko_kr: 차이나 모바일 IOT를 자세히 알아보려면
ru_ru: Если вы хотите узнать открытую платформу Интернета вещей СМСС, вы можете

# 新增设备试试
source: Have a try to add a device
de_de: Versuchen neues Gerät zu errichten
ko_kr: 새로 첨가된 설비를 사용해 봐요.
ru_ru: Увеличить оборудование

# 地理位置
source: Geographical position
de_de: Standort
ko_kr: 지리적 위치
ru_ru: Географическое местоположение

# 我们将采集您智能手机的陀螺仪信息和GPS定位信息，您可以通过摇晃手机和页面视图产生好玩的互动
source:  You can interact with our page content via shaking your cellphone. We will collect the gyroscope and GPS info of your phone, but none of your private info will be accessed, please feel relieved to try.
de_de: Wir werden die Informationen über Kreiselgerät und GSP-Positionierung auf Ihrer Handy sammeln, Sie können die Handy schütteln und mit dem Seiteninhalt interagieren.
ko_kr: 우리가 고객님의 스마트폰에 있는 자이로스코프와 GPS위치 측정 정보를 수집한다. 고객님이 스마트폰 흔들기로 페이지 뷰와 서로 교감할 수 있다.
ru_ru: Мы будем собрать информацию жироскопа вашего смартфона и информацию GPS, можете качать телефон и использовать вид страницы для взаимодействия

# 本体验绝不涉及隐私问题，请放心尝试。
source: This experience has no privacy issues, please don't worry and try to do it!
de_de: Diese Aktivität bezieht nicht auf private Probleme, bitte keine Sorge haben
ko_kr: 본 체험은 사생활 문제가 없으니 마음을 놓고 해 보세요.
ru_ru: Данное испытание не затрагивает личного вопроса, не беспокоитесь

# 没带手机，直接去看体验说明
source:  Read the experience instruction if no cellphone on hand
de_de: Ohne Handy können Sie auch die Erläuterung direkt lesen
ko_kr: 휴대폰 안 가지면 직접적으로 체험 설명을 보세요.
ru_ru: Не взял сотового телефона, прямо смотрите описание испытания

source: {%$isNew%}
ko_kr: {%$뉴%}
