Repository: guoyu07/globalization
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, ko_kr, ru_ru

# 该项目名已存在或者其他错误，请重试~
source: Project name already exists or other errors, please try again.
de_de: Projektname schon existiert oder andere Fehler entstehen, bitte versuchen nochmal
ko_kr: 프로젝트 이름이 존재되거나 다른 잘못이 있으니 다시 시도해 보세요.
ru_ru: Название данного пункта уже существует или имеется другая ошибка, еще попробуете~

# 您已使用过该名字~
source: You have used this name
de_de: Sie haben diesen Namen schon benutzt
ko_kr: 이 이름을 이미 사용했다.
ru_ru: Вы использовали данное имя~

# 您没有该权限~
source: You do not have the system privilege
de_de: Sie haben kein Befugnis
ko_kr: 권한 없음
ru_ru: У вас нет данных прав

# 该名字已被使用~
source: This name has been used
de_de: Dieser Name wird schon benutzt
ko_kr: 이미 사용된 이름
ru_ru: Данное имя использовалось~

# 私有设备只能自己查看~
source: Private devices can only be viewed by owner
de_de: Privates Gerät darf nur vom Eigner sehen
ko_kr: 개인 설비는 자신만 볼 수 있다.
ru_ru: Только сам может проверить частное оборудование~

# 接口请求错误
source: Interface request error
de_de: Schnittstellenfehler
ko_kr: 인터페이스 요구 틀림
ru_ru: Запрос интерфейса неправильно

# 删除失败
source: Delete failed
de_de: Löschen fehlgeschlagen
ko_kr: 삭제 실패
ru_ru: Удаление не удалось

# 操作成功
source: Operation successful
de_de: Operation erfolgreich
ko_kr: 조업 성공
ru_ru: Управление удалось

# 操作失败
source: Operation failed
de_de: Operation fehlgeschlagen
ko_kr: 조업 실패
ru_ru: Управление не удалось

# 参数不合法
source: Parameter is not valid
de_de: Parameter ungültig
ko_kr: 파라미터 유효하지 않음
ru_ru: Параметры незаконные

# 没有可用的设备
source: No device available
de_de: kein verwendbares Gerät
ko_kr: 사용할 수 있는 설비 없음
ru_ru: Нет располагаемого оборудования

# 添加成功
source: Successfully added
de_de: Hinzufügung erfolgreich
ko_kr: 첨가 성공
ru_ru: Добавление удалось

# 参数错误
source: Parameter error
de_de: Parameterfehler
ko_kr: 파라미터 틀림
ru_ru: Параметры неправильные

# 找不到记录
source: No record
de_de: Kein Rekord gefunden
ko_kr: 기록 없음
ru_ru: Не нашли запись

# 应用信息有误
source: Application information is incorrect
de_de: Anwendungsinformation ist falsch
ko_kr: 응용 정보 틀림
ru_ru: Информация приложения имеет ошибку

# 操作失败，请稍后再试！
source: Operation failed, please try it later
de_de: Operation fehlgeschlagen, bitte versuchen später
ko_kr: 조업 실패, 잠시 뒤 다시!
ru_ru: Управление не удалось, позже попробуете!

# 获取设备信息失败
source: Getting device information failed
de_de: Erfassung der Geräteinformation fehlgeschlagen
ko_kr: 설비 정보 획득 실패
ru_ru: Получение информации оборудования не удалось

# 设备不在线
source: Device offline
de_de: Gerät offline
ko_kr: 설비 오프라인
ru_ru: Оборудование офлайн

# 删除成功
source: Delete successfully
de_de: Löschen erfolgreich
ko_kr: 삭제 성공
ru_ru: Удаление удалось!

# 保存成功
source: Save successfully
de_de: Speichern erfolgreich
ko_kr: 보존 성공
ru_ru: Хранение удалось

# 暂无数据
source: No data
de_de: Keine Daten
ko_kr: 데이터 없음
ru_ru: Временно нет данных

# 获取数据失败！
source: Failed getting data
de_de: Datenerfassung fehlgeschlagen
ko_kr: 데이터 획득 실패
ru_ru: Получение данных не удалось!

# 您要查看的内容已被移除
source: Content not available
de_de: Dieser Inhalt ist gelöscht
ko_kr: 찾는 내용이 삭제되었다
ru_ru: Ваше нужное содержание уже удалено

# 网站配置错误
source: Website configuration error
de_de: Einstellungsfehler der Webseite
ko_kr: 웹사이트 배치 틀림
ru_ru: Установка сайта неправильная

# 获取评论内容失败
source: Failed getting comment
de_de: Erfassung der Kommentare fehlgeschlagen
ko_kr: 평론 내용 획득 실패
ru_ru: Получение отзыва не удалось

# 您还未登录
source: Please log in
de_de: Bitte anmelden
ko_kr: 로그인하지 않음
ru_ru: Вы не входили в систему

# 发表评论失败
source: Comment failed
de_de: Kommentar fehlgeschlagen
ko_kr: 댓글 달기 실패
ru_ru: Опубликование отзывов не удалось

# 评论成功
source: Comment successful
de_de: Kommentar erfolgreich
ko_kr: 댓글 달기 성공
ru_ru: Опубликование отзывов удалось

# 请指定设备个数
source: Please specify the number of devices
de_de: Bitte die Anzahl der Geräte einstellen
ko_kr: 설비 수량을 명시하세요.
ru_ru: Установите количество оборудования

# 最多只能批量添加1000个设备
source: Up to 1000 devices can be added in bulk
de_de: Maximal 1.000 Geräte per Batch hinzufügen
ko_kr: 최대한 양산화 로 설비1000개를 첨가할 수 있다.
ru_ru: Максимум добавить оборудование 1000 шт.

# 设备名称长度超过10个字符的限制
source: Device name must not exceed 10 characters.
de_de: Länge des Gerätenamens über die Beschränkung von 10 Schriftzeichen
ko_kr: 설비 명칭의 길이는 문자 부호10개의 제한에 넘었다.
ru_ru: Длина названия оборудования превышает 10 знаков

# 请填写设备信息
source: Please fill in equipment information
de_de: Bitte die Geräteinformation eingeben
ko_kr: 설비 정보를 적으세요.
ru_ru: Вводите информацию оборудования

# 未找到上传的文件内容
source: Uploading file not found
de_de: Hochgeladenes Dokument nicht gefunden
ko_kr: 업로드된 문서 내용을 찾지 못한다.
ru_ru: Содержание закачанного файла не обнаружено

# 生成设备信息失败
source: Generating device information failed
de_de: Erzeugung der Geräteinformation fehlgeschlagen
ko_kr: 설비 정보 생성 실패
ru_ru: Образование информации оборудования не удалось

# 保存操作结果失败
source: Saving operation result failed
de_de: Ergebnis von Speichern fehlgeschlagen
ko_kr: 조업 결과 보존 실패
ru_ru: Хранение результата управления не удалось

# 单位名称不能超过10个
source: Unit name must not exceed 10 characters
de_de: Name der Einheit darf nicht über 10 Schriftzeichen sein
ko_kr: 단위 명칭은 10개에 넘으면 안된다.
ru_ru: Название единицы не превышает 10

# 单位符号名称不能超过10个
source: Unit symbol name must not exceed 10 characters
de_de: Symbol der Einheit darf nicht über 10 Schriftzeichen sein
ko_kr: 단위 부호 명칭은 10개에 넘으면 안된다.
ru_ru: Название знака единицы не превышает 10

# 本次暂未发现新数据...
source: No new data
de_de: Diesmal keine neue Daten gefunden
ko_kr: 이번에 신 데이터가 발견되지 않는다...
ru_ru: Этот раз новые данные не обнаружены...

# 本次暂未发现新数据.
source: No new data found this time.
de_de: Diesmal keine neue Daten gefunden
ko_kr: 이번에 신 데어터가 발견되지 않는다.
ru_ru: Новые данные не обнаружены

# 本次暂未发现新数据..
source: No new data found this time..
de_de: Diesmal keine neue Daten gefunden
ko_kr: 이번에 신 데어터가 발견되지 않는다.
ru_ru: Новые данные не обнаружены

# 开始时间必须小于结束时间
source: Starting time must be ahead of ending time
de_de: Anfangszeit muss früher als Endzeit
ko_kr: 시작 시간은 끝나는 시간에 앞서야 한다.
ru_ru: Время начала должно быть меньше, чем время окончания

# 开始时间必须小于当前时间
source: Starting time must be earlier than current time
de_de: Anfangszeit muss früher als Jetztzeit
ko_kr: 시작 시간은 현재 시간에 앞서야 한다.
ru_ru: Время начала должно быть меньше, чем текущее время

# 结束时间必须小于当前时间
source: Ending time must be earlier than current time
de_de: Endzeit muss früher als Jetztzeit
ru_ru: Время окончания должно быть меньше, чем текущее время

# 文件上传错误~
source: Failed to upload file
de_de: Fehler beim Dokumentehochladen
ko_kr: 문서 업로드 실패
ru_ru: Закачка файла неправильная~

# 失败
source: failed
de_de: Fehlgeschlagen
ko_kr: 실패
ru_ru: Не удаться

# 设备创建失败,
source: Failed to create device
de_de: Erstellung des Gerätes fehlgeschlagen
ko_kr: 설비 만들기 실패
ru_ru: Создание оборудования не удалось,

# 失败，请确认设备是否在线~
source: failed, please make sure the equipment is online.
de_de: Fehlgeschlagen, bitte sichern dass das Gerät online ist
ko_kr: 실패, 설비 온라인 여부 확인
ru_ru: Неуспешно, оборудование находится ли он-лайн~

# 参数不完整
source: Parameters incomplete
de_de: Parameter unvollständig
ko_kr: 파라미터 불완전
ru_ru: Параметры неполные

# 您已收藏
source: Successfully added to favorites
de_de: Schon favorisiert
ko_kr: 이미 저장했음
ru_ru: Вы уже хранили

# 登录失败
source: Logon failed
de_de: Anmeldung fehlgeschlagen
ko_kr: 로그인 실패
ru_ru: Вход не удался

# 自动登录错误
source: Auto login error
de_de: Fehler beim automatischen Anmelden
ko_kr: 자동적 로그인 틀림
ru_ru: Автоматический вход неправильно

# 用户名和邮箱至少填一项
source: Username or email must have one
de_de: Mindestens ein Item von Benutzername oder Email muss ausgefüllt werden
ko_kr: 수용자 이름이나 이메일이나 적어도 하나를 적으세요.
ru_ru: Логин и почтовый ящик заполните один из них

# 邮箱格式错误!
source: E-mail address incorrectly formatted
de_de: Email-Format falsch
ko_kr: 이메일 격식 틀림
ru_ru: Формат почтового ящика неправильный!

# 该用户还未注册~
source: User not registered.
de_de: Benutzer noch nicht registriert
ko_kr: 수용자가 아직 등록하지 않음
ru_ru: Данный пользователь еще не регистрировал~

# 用户名或密码错误~
source: User name or password error
de_de: Benutzername oder Kennwort falsch
ko_kr: 수용자 이름 혹은 비밀번호 틀림
ru_ru: Имя пользователя или пароль неправильно~

# 您已赞过
source: You have liked
de_de: Schon “Gefällt“
ko_kr: 이미 칭찬했음.
ru_ru: Вы уже хвалили

# 获取点赞信息失败
source: Failed to get like message
de_de: Erfassung der Information über “Gefällt mir” fehlgeschlagen
ko_kr: 칭찬 정보 획득 실패
ru_ru: Получение информации хваления не удалось

# 系统默认项目不能删除~
source: Default project can not be deleted
de_de: Standardprojekt nicht löschbar
ko_kr: 시스템 중에 기본 프로젝트는 삭제하지 못한다.
ru_ru: Нельзя удалить системный пункт по умолчанию~

# 数据库错误，删除失败~
source: Database error, Delete failed
de_de: Datenbankfehler, Löschen fehlgeschlagen
ko_kr: 데이터 베이스 틀림, 삭제 실패
ru_ru: База данных неправильная, удаление не удалось~

# 该邮箱已注册~
source: E-mail address registered
de_de: Dieses Email wird schon registriert
ko_kr: 이미 등록된 이메일 주소
ru_ru: Данный почтовый ящик уже зарегистрирован~

# 该邮箱还未注册~
source: E-mail address not registered
de_de: Dieses Email wird noch nicht registriert
ko_kr: 등록되지 않는 이메일 주소
ru_ru: Данный почтовый ящик еще не регистрируется~

# 点击过于频繁，请稍稍休息一段时间吧~
source: Click too fast, please take a rest
de_de: Klicken zu häufig, bitte eine Pause machen
ko_kr: 클릭 횟수가 많다. 잠시 후 하세요.
ru_ru: Нажатие слишком много, немного отдыхаете~

# 中移物联网-设备云密码找回
source: China Mobile IOT OneNET password retrieving
de_de: Zurücksetzung des Kennwortes von Internet der Dinge von China Mobile-Geräte Cloud
ko_kr: 차이나 모바일 IOT 설비 클라우드 비밀번호 되찾아오기
ru_ru: Восстановление пароля облака оборудования – Интернет вещей СМСС

# 中移物联网-设备云注册
source: China Mobile IOT OneNET register
de_de: Internet der Dinge von China Mobile-Geräte Cloud registrieren
ko_kr: 차이나 모바일 IOT 설비 클라우드 등록
ru_ru: Регистрация облака оборудования – Интернет вещей СМСС

# 发送完成
source: Sending complete
de_de: Sendung erfolgreich
ko_kr: 발송 완료
ru_ru: Отправка завершена~

# 邮箱验证过期
source: Email verification expired
de_de: Verifizierung des Emails überfällig
ko_kr: 이메일 입증 만료
ru_ru: Проверка почтового ящика просрочена~

# 验证成功
source: Verification successful
de_de: Verifizierung erfolgreich
ko_kr: 입증 성공
ru_ru: Проверка удалась

# 邮箱验证码失效~
source: Email verification codes invalid.
de_de: Verifizierungscode des Emails ungültig
ko_kr: 이메일 입증 코드 무효
ru_ru: Проверочный код почтового ящика недействителен~

# 重置失败
source: Reset failed
de_de: Zurücksetzung fehlgeschlagen
ko_kr: 재설정 실패
ru_ru: Переустановка не удалась

# 表单信息需填写完整~
source: Form information must be completed
de_de: Informationen des Formblattes müssen völlig ausgefüllt
ko_kr: 표에 정보를 빠짐없이 적으세요.
ru_ru: Заполните полную информацию формы~

# 邮箱验证码失效，注册失败~
source: E-mail verification codes invalid, registration failed
de_de: Verifizierungscode des Emails ungültig, Registrierung fehlgeschlagen
ko_kr: 이메일 입증 코드 무효, 등록 실패
ru_ru: Проверочный код почтового ящика недействителен, регистрация не удалась~

# 注册成功
source: Registration successful
de_de: Registrierung erfolgreich
ko_kr: 등록 성공
ru_ru: Регистрация удалась

# 数据库注册失败
source: Database registration failed
de_de: Registrierung der Datenbank fehlgeschlagen
ko_kr: 데이터 베이스 등록 실패
ru_ru: Регистрация базы данных не удалась

# 注册失败
source: Registration failed
de_de: Registrierung fehlgeschlagen
ko_kr: 등록 실패
ru_ru: Регистрация не удалась

# 短信验证码错误
source: Sms verfy code error
de_de: SMS Verifizierungscode falsch
ko_kr: 문자 메시지 인증번호 틀림.
ru_ru: Проверочный код сообщения неправильно

# 手机号码错误
source: Phone number error
de_de: Handynummer falsch
ko_kr: 휴대폰 전화번호 틀림
ru_ru: Номер сотового телефона неправильно

# 该手机已注册，您可以直接登录~
source: The phone num has already registered, you can login immediately
de_de: Diese Handy ist schon registriert, Sie können direkt anmelden
ko_kr: 이 전화번호는 이미 등록했으니 직적 로그인하세요.
ru_ru: Данный сотовый телефон был зарегистрирован, вы можете прямо войти в систему~

# 短时间内请勿重复提交
source: Do not reuse submit in a short time
de_de: Bitte in kurzer Zeit nicht zu oft einreichen
ko_kr: 짧은 시간 간격에 다시 제출 금지.
ru_ru: Нельзя повторно передать за короткое время

# 请输入验证码后提交
source: Please type verfy code and submit
de_de: Bitte Verifizierungscode eingeben und einreichen
ko_kr: 인증번호 입력하고 제출하세요.
ru_ru: Передать после ввода проверочного кода

# 验证码错误
source: Secure code error
de_de: Verifizierungscode falsch
ko_kr: 인증번호 틀림
ru_ru: Проверочный код неправильно

# 该手机未注册
source: The phone num has not registered
de_de: Diese Handy wird noch nicht registriert
ko_kr: 이 전화번호는 등록하지 않는다.
ru_ru: Данный сотовый телефон не регистрируется

# 操作失败，请重试~
source: Operation failed， please try again
de_de: Operation fehlgeschlagen, bitte versuchen nochmal
ko_kr: 조업 실패, 다시 해 보세요.
ru_ru: Управление не удалось, еще попробуете~

# 不能小于一个设备
source: Can't be less than one device
de_de: Darf nicht weniger als ein Gerät
ko_kr: 적어도 설비 하나 갖춘다.
ru_ru: Не должно быть меньше одного оборудования~

# 体验设备出了点意外~
source: Accidents occured in experiencing device
de_de: Zufall beim Gerät für Erfahrende
ko_kr: 체험 설비는 뜻밖의 경우가 생겼다.
ru_ru: Испытание оборудования имеет непредвиденный случай~

# 手机端结束了会话~
source: Mobile terminal ended conversation.
de_de: Handyseite beendet die Konversation
ko_kr: 핸드폰 단말기의 대화가 끝나다
ru_ru: Терминал сотового телефона завершил диалог~

# Invalid Parameters
source: Invalid parameter
de_de: Ungültige Parameters
ko_kr: 무효 파라미터
ru_ru: Недействительные параметры

source: Data error
de_de: Datenfehler
ko_kr: 데이터 틸림
ru_ru: Ошибка данных

# 体验用设备
source: Experience device
de_de: Ger?te für Erfahrende
ko_kr: 체험용 설비
ru_ru: Оборудование для испытания

# 该设备为体验用设备，由程序自动创建
source: Experience device, auto created by program
de_de: Das Gerät ist für Erfahrende, wird automatisch vom Programm einrichtet
ko_kr: 이 설비가 체험용 설비임으로 프로젝트 자동적으로 만들어진다.
ru_ru: Данное оборудование является оборудованием для испытания, программа автоматически создает

# 请在体验页扫码访问~
source: Please scan the QR code in the experience page to visit.
de_de: Bitte die QR Code auf der Seite scannen
ko_kr: 체험 페이지에서 바코드를 스캔하고 방문하세요.
ru_ru: Сканируете и посещаете в странице испытания~

# 不是有效电话号码
source: Invalid phone number
de_de: Ungültige Telefonnummer
ko_kr: 무효 전화번호
ru_ru: Не действующий номер телефона

# 看到该提示说明这不是一个正常操作~
source: If you see this message， it means this is not a normal operation
de_de: Diese Meldung bedeutet eine abnormale Operation
ko_kr: 이 메시지를 제시를 보면 정상 조업이 아니다.
ru_ru: Данное указание означает ненормальное управление~

# 成功
source: Success
de_de: Erfolgreich
ko_kr: 성공
ru_ru: Удаться

# 数据库错误~
source: Database error
de_de: Datenbankfehler
ko_kr: 데이터 베이스 틀림
ru_ru: Ошибка базы данных~

# 联系我们
source: Contact us
de_de: Kontakt
ko_kr: 우리에게 연락 주세요
ru_ru: Контакты

# 我们的联系方式
source: Contact us
de_de: Kontakt
ko_kr: 연락처
ru_ru: Наш контакт

# 电话
source: Tel
de_de: Telefonnummer
ko_kr: 전화
ru_ru: Телефон

# 邮件
source: Email
ko_kr: 이메일
ru_ru: Почта

# 地址
source: Address
de_de: Adresse
ko_kr: 주소
ru_ru: Адрес

# 重庆市南岸区玉马路8号
source: Yuma Road 8th, Nan'an district, Chongqing City
de_de: Yumalu 8, Nanan Bezirk, Chongqing Stadt
ko_kr: 중경시 남안구 옥마로 8호
ru_ru: Город Чунцин, район Наньань, улица Юйма, №8

# 您的联系方式和需求
source: Your contact information and interest
de_de: Ihre Kontaktweise und Bedarf
ko_kr: 고객님의 연락방식과 수요
ru_ru: Ваш контакт и потребность

# 联系人
source: Name
de_de: Ansprechspartner
ko_kr: 연락자
ru_ru: Контактное лицо

# 联系电话
source: Tel
de_de: Telefonnummer
ko_kr: 연락처
ru_ru: Контактный телефон

# 留言
source: Message
de_de: Nachricht
ko_kr: 댓글
ru_ru: Оставить записку

# 提交信息
source: Submit
de_de: Einreichen
ko_kr: 정보 제출
ru_ru: Передать информацию

# 关于我们
source: About us
de_de: Über uns
ko_kr: 우리에 대하여
ru_ru: О нас

# 从连接开始-中国移动物联网开放平台
source: Start From Connecting - China Mobile IOT Open Platform
de_de: Von der Verbindung starten- Offene Plattform für Internet der Dinge von China Mobile
ko_kr: 연결부터– 차이나 모바일 IOT어우펀 시스템
ru_ru: Начиная с соединения – открытая платформа Интернета вещей СМСС

source: China Mobile IOT Open Platform is a platform developed by China Mobile IOT Co. Ltd., which is an ecological environment based on the IOT technology and IOT industrial characteristics. This open platform is adaptive for a variety of network environments and protocol types, and can provide fast connectiong and big data service to various types of sensors and intelligent hardwares. It also provides substantial APIs and application templates to support various industrial and intelligent hardware developments. It can greatly reduce the cost of IOT application development and deployment. It meets the increasing demands of the IOT industry in device connecting, protocol adapting, data storage, data security, big data analysis, and etc.
de_de: Die Offene Plattform für Internet der Dinge von China Mobile basiert auf die Technik des Internets der Dinge und Besonderheiten der Industrie, ist eine von Internet der Dinge von China Mobile GmbH. gegründete öffentliche Plattform und ökologische Umwelt geeignet für verschiedene Internetumwelt und Protokolle, unterstützt rapide Verbindung von unterschiedlichen Sensoren und intelligenten Hardwaren sowie Dienstleistung von Big Data, bietet umfangreiche API und Anwendungsformen zur Entwicklung von Anwendungen und intelligenten Hardwaren in allen Industriebranchen an, reduziert die Kosten für Anwendungsentwicklung und Planung des Internets der Dinge effektiv, erfüllt die Anforderungen über Dienstleistungen auf der Plattform wie Geräteverbindung, Anpassung des Protokolls, Datenspeicherung, Datensicherheit und Analyse von Big Data.
ko_kr: 차이나 모바일 IOT어우펀 시스템은 차이나 모바일IOT주식회사가 IOT기술과 산업적 특징을 감안하여 만든 어우펀 시스템과 생태환경이다. 플랫폼은 각종 네트워크와 프로토콜 종류에 적용하고 빠른 속도로 각종 센서와 스마트 하드웨어 액세스 및 빅 데이터 서비스를 지지하고 각 업계 응용 및 스마트 하드웨어의 개발을 지지하도록 다양한 API 및 응용 템플릿들을 제공한다. 이래서IOT 응용 개발과 배치원가를 줄이고 IOT업계 설비 연결, 프로토콜 적응, 데이터 저장, 데이터 안전, 빅 데이터 분석 등 플랫폼 서비스 수요를 만족시킨다.
ru_ru: Открытая платформа Интернета вещей СМСС является открытой платформой и экологической средой, которую создало ООО Компания по интернету вещей СМСС на основе техники интернета вещей и промышленных особенностей, адаптируется к различной сетевой среде и типу соглашения, поддерживает быстрое включение интеллектуального аппаратного обеспечения и датчиков, а также сервис больших данных, предоставляет богатый API и форму приложения, чтобы поддерживать разработку интеллектуального аппаратного обеспечения и приложения различной отрасли, может эффективно снизить себестоимость разработки и расположения приложения интернета вещей, удовлетворять потребности сервиса платформы в отрасли интернета вещей, как соединение оборудования, адаптация соглашения, хранение данных, безопасность данных, анализ больших данных и т.д.

source: China Mobile IOT Open Platform has always been with open and cooperative attitude, to provide hardware community service for intelligent hardware Makers and startup companies. It provides data display, data analysis and application generation services for small and medium companies, and provides industrial PaaS services and customized development services for industry and key account customers.
de_de: Die Offene Plattform für Internet der Dinge von China Mobile hält sich die ganze Zeit an die Gesinnung von Offenheit und Zusammenarbeit fest, bietet Makern und Unternehmen Dienstleistungen zur Entwicklung der intelligenten Hardware an, liefert mittleren und kleinen Unternehmen benötigte Dienstleistungen von Datendarstellung, Datenanalyse und Anwendungentwicklung, leistet wichtigen Industriebrachen und Großkunden PaaS und spezifische Dienstleistungen.
ko_kr: 차이나 모바일IOT 어우펀 시스템은 개방과 협력 태도로 스마트 하드웨어 메이커와 창업 기업에 하드웨어 봉사 서비스를 제공하고 중소기업 고객의 IOT응용 수요에 데이터 전시, 데이터 분석과 응용 생성 시비스를 제공하고 중점 업계 영역/중용한 고객에게 업계 PaaS 서비스와 원하는 대로 개발 서비스를 제공한다.
ru_ru: Открытая платформа Интернета вещей СМСС всегда придерживается принципа «Открытость и сотрудничество», предоставляет эксперту интеллектуального аппаратного обеспечения и предприятию создания дела общественное обслуживание аппаратного обеспечения, предоставляет потребности применения Интернета вещей средних и малых предприятий обслуживание показа данных, анализа данных и образования приложения, предоставляет важной отрасли/ключевому клиенту обслуживание PaaS отрасли и разработки по заказу.

# 特色服务
source: Characteristic Service
de_de: Spezifische Dienstleistung
ko_kr: 특색 서비스
ru_ru: Специальное обслуживание

# 中移物联网开放平台，从链接开始
source: China Mobile IOT Open Platform, Start From Connecting
de_de: Offene Plattform für Internet der Dinge von China Mobile startet von der Verbindung
ko_kr: 차이나 모바일 IOT 어우펀 시스템, 연결부터
ru_ru: Открытая платформа Интернета вещей СМСС, начиная со ссылки

# 云平台
source: Cloud Platform
de_de: Cloud-Plattform
ko_kr: 클라우드 플랫폼
ru_ru: Облачная платформа

# 无处不在，自由拓展
source: Everywhere, Freedom To Expand
de_de: Überall, frei zu erweitern
ko_kr: 구석구석 존재되고 , 자류로이 확대함
ru_ru: Везде и всюду, свободное расширение

# 轻应用
source: Lightweight App
de_de: Leichtgewichtige Anwendung
ko_kr: 라이트 App
ru_ru: Легкое приложение

# 快速生成，变现创意
source: Fast Generation, Realization Of Creativity
de_de: Rapide Generierung, Realisierung der Kreativität
ko_kr: 신속 생성, 창의성 구현
ru_ru: Быстрое образование, осуществить инновацию

# 大数据
source: Big data
ko_kr: 빅 데이터
ru_ru: Большие данные

# 海量数据，洞悉未来
source: Massive Data, Insight Into The Future
de_de: Massive Daten, Zukunftsorientierung
ko_kr: 빅 데이터, 미래 통찰
ru_ru: Массовые данные, понимать будущее

# 具体功能
source: Specific Functions
de_de: Konkrete Funktionen
ko_kr: 구체적 기능
ru_ru: Конкретная функция

# 海量链接
source: Mass Connections
de_de: Umfangreiche Links
ko_kr: 대용량 연결
ru_ru: Массовая ссылка

# 支持多类型标准API和丰富的终端协议，满足海量设备的高并发快速接入
source: Support a diverse set of standard APIs and terminal protocols; fulfill high concurrency connection of massive devices.
de_de: Unterstützung von verschiedenen standarden API und reichliche Terminal-Protokolle, realisiert gleichzeitig rapide Verbindung von umfangreichen Geräten
ko_kr: 각종 표준 API및 다양한 터미널 프로토콜을 지지하고 대용량 설비들이 동시적으로 빨리 액세스하도록 한다.
ru_ru: Поддерживать многообразный стандартный API и богатое соглашение терминала, удовлетворять быстрому включению массовых средств

# 数据存储
source: Data Storage
de_de: Daten speichern
ko_kr: 데이터 저장
ru_ru: Хранение данных

# 分布式结构、完备的数据接口和多重保障机制实现高效的资源管理和安全的数据存储
source: Distributed structure, complete data interface and multi-layer security mechanism for high efficiency resource management and safe storage of data.
de_de: Verteilte Struktur, vollständige Datenschnittstellen und vielfache Sicherungssysteme verwirklichen effektive Ressorcenverwaltung und sichere Datenspeicherung
ko_kr: 분산 구조형, 완벽한 데이터 인터페이스 및 다층 보안 메커니즘은 자원을 효율적으로 관리하고 데이터 저장 안전을 지킨다.
ru_ru: Распределенная структура, совершенный интерфейс данных и гарантийная система осуществляют высокоэффективное управление ресурсами и безопасное хранение данных

# 在线管理
source: Online management
de_de: Online-Verwaltung
ko_kr: 온라인 관리
ru_ru: Он-лайновое управление

# 在线的设备监控管理、在线调试、数据统计分析和实时控制功能
source: Online device monitor and management, online debugging, data statistics and analysis, and real-time control.
de_de: Online-Geräteüberwachung, Online-Inbetriebnahme, Datenstatistik und Analyse und Echtzeit-Kontrolle
ko_kr: 온라인 설비 모니터 관리, 온라인 디버깅, 데이터 통계 분석과 실시간 통제.
ru_ru: Функция он-лайнового контроля оборудования, он-лайновой наладки, статистического анализа данных и контроля в режиме реального времени

# 消息分发
source: Message distribution
de_de: Nachrichten verteilen
ko_kr: 메시지 보내기
ru_ru: Распространение информации
