Repository: guoyu07/globalization
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, ko_kr, ru_ru

# 通过消息转发、短彩信推送、信息推送等方式快速通知应用域，建立信息通道
source: Through message forwarding, short-message pushing, information pushing, or similar approaches, quickly notify application region to build information channel.
de_de: Anwendungsdomänen durch Weiterleitung der Nachrichten, MMS, SNS und Push-Benachrichtung und andere Methoden schnell informieren, und die Informationskanäle errichten
ko_kr: 메시지 전재, 문자 메시지/ MMS푸싱, 메시지 푸싱 등 방식으로 응용 지역에 전달하여 메시지 통로를 만든다.
ru_ru: Путем переотправки информации, push-ММС и сообщения, push-информации или другого способа быстро сообщить области приложения, создать каналы информации

# 原子服务
source: Atomic service
de_de: Atomare Dienstleistung
ko_kr: 원자 서비스
ru_ru: Высококачественное обслуживание

# 汇聚中国移动短彩信、位置、IaaS资源等优质原子服务，给应用开发插上翅膀
source: Boosts application developing by CMCC short message, position, IaaS and other atomic services.
de_de: Hochwertige atomare Dienstleistungen von SNS, MMS, Position, IaaS usw. von China Mobile betreiben bessere Anwendungsentwicklung
ko_kr: 중국 모바일 문자 메시지/ MMS, 위치, IaaS자원 등 좋은 원자 서비스를 모음으로써 응용 개발에 도움을 준다.
ru_ru: Предоставлять разработке приложения высококачественное обслуживание, как ММС и сообщение СМСС, положение, ресурсы IaaS и т.д.

# 事件触发
source: Event triggering
de_de: Ereignis auslösen
ko_kr: 사건 발동
ru_ru: Возбуждение события

# 自定义事件触发条件，云端实现事件级别数据处理，减轻业务平台处理压力
source: Self-defined trigger condition, event-level data process in cloud, low processing pressure of the service platform.
de_de: Bedingung der Auslösung von benutzerdefinierter Ereignis realisiert Datenbearbeitung nach Ergeignisstufe in Cloud, reduziert den Druck der Bearbeitung auf der Geschäftsplattform
ko_kr: 사건 발동 조건을 자체 정의하고 클라우드에서 이벤트 레벨 데이터 처리를 하고 업무 플랫폼에서 스트레스를 줄인다.
ru_ru: Само определить условие возбуждения события, осуществить обработку данных уровня события, уменьшить давление обработки платформы операции

# 合作企业
source: Partner Enterprise
de_de: Partnerunternehmen
ko_kr: 합작 기업
ru_ru: Кооперативное предприятие

# 让我们了解您的需求
source: Let us know your needs
de_de: Lassen uns Ihren Bedarf wissen
ko_kr: 우리에게 고객님의 수요를 알게 하세요
ru_ru: Узнаем вашу потребность

# 账号设置
source: Account settings
de_de: Kontoeinstellung
ko_kr: 계좌 설치
ru_ru: Установка аккаунта

# 个人账号设置
source: Account setting
de_de: Privates Konto einstellen
ko_kr: 계좌 설치
ru_ru: Установка личного аккаунта

# 登录账号
source: User ID
de_de: Konto
ko_kr: 수용자 ID
ru_ru: Войти в аккаунт

# 修改密码
source: Edit password
de_de: Kennwort ändern
ko_kr: 비밀번호 변경
ru_ru: Изменить пароль

# 头像
source: Avatar
de_de: Benutzerbild
ko_kr: 두상
ru_ru: Аватар

# 修改头像
source: Edit avatar
de_de: Benutzerbild ändern
ko_kr: 두상 바꿈
ru_ru: Изменить аватар

# 昵称
source: Nick name
ko_kr: 애칭
ru_ru: Ник

# 最多10个字符
source: Up to 10 characters
de_de: Maximal 10 Schriftzeichen
ko_kr: 최대한 문자 부호 10개
ru_ru: Максимум 10 знаков

# 个人简介
source: Summary
de_de: Kurzvorstellung
ko_kr: 개인 소개
ru_ru: Резюме

# 请不要超过50个字
source: Up to 50 characters
de_de: Bitte nicht über 50 Schriftzeichen
ko_kr: 문자 부호50개에 넘으면 안 된다.
ru_ru: Не выше 50 слов

# 企业名称
source: Company name
de_de: Unternehmensname
ko_kr: 기업 명칭
ru_ru: Название предприятия

# 联系邮箱
source: Email
ko_kr: 연락 이메일
ru_ru: Почтовый ящик

# 企业联系人
source: Contact Person
de_de: Ansprechspartner
ko_kr: 기업 연락 담당자
ru_ru: Контактное лицо предприятия

# 企业简介
source: Company brief introduction
de_de: Kurzvorstellung des Unternehmens
ko_kr: 기업 소개
ru_ru: Краткое представление предприятия

# 登录
source: Login
de_de: Anmelden
ko_kr: 로그인
ru_ru: Войти в систему

# 欢迎登录
source: Welcome
de_de: Herzlich Willkommen
ko_kr: 환영 등록
ru_ru: Приветствовать войти в систему

# 没有账号
source: No account
de_de: Kein Konto
ko_kr: 계과 없음
ru_ru: Нет аккаунта

# 账号
source: Account
de_de: Konto
ko_kr: 계좌
ru_ru: Аккаунт

# 密码
source: Password
de_de: Kennwort
ko_kr: 비밀번호
ru_ru: Пароль

# 下次自动登录
source: Auto login
de_de: Nächstmal automatisch anmelden
ko_kr: 다음 자동 로그인
ru_ru: Следующий раз автоматически войти в систему

# 贯众开放平台登录
source: KOMECT open platform login
de_de: KOMECT offene Plattform anmelden
ko_kr: KOMECT 어우펀 시스템 로그인
ru_ru: Вход открытой платформы Гуаньчжун

# 忘记密码
source: Forgot password
de_de: Kennwort vergessen
ko_kr: 비밀번호 잊어버렸음.
ru_ru: Забыли пароль

# 邮箱
source: E-mail
ko_kr: 이메일
ru_ru: Почтовый ящик

# 当前密码
source: Current password
de_de: Aktuelles Kennwort
ko_kr: 현재 암호
ru_ru: Текущий пароль

# 新密码
source: New password
de_de: Neues Kennwort
ko_kr: 신 암호
ru_ru: Новый пароль

# 不能是纯数字或者纯字母，长度为6-12位
source: Must not be all number, length is between 6 and 12
de_de: Darf nicht nur Nummer oder Buchstabe sein, die Länge muss zwischen 6 und 12 Schriftzeichen
ko_kr: 순 숫자나 순 자모가 안 되고 길이는 6-12자리이다.
ru_ru: Не чистая цифра или чистая буква, длина 6-12 разрядов

# 密码不能是纯数字或者纯字母，长度为6-12位
source: Password must not be all number, length is between 6 and 12
de_de: Kennwort darf nicht nur Nummer oder Buchstabe sein, Länge muss zwischen 6 und 12 Schriftzeichen
ko_kr: 암호는 순 숫자나 순 자모가 아니고 길이는 6-12자리이다.
ru_ru: Пароль не является чистой цифрой или чистой буквой, длина 6-12 разрядов

# 确认密码
source: Confirm your password
de_de: Kennwort bestätigen
ko_kr: 비밀번호 확인
ru_ru: Подтвердите пароль

# 两次密码不一致
source: Password and Password confirm is not the same
de_de: Kennwort nicht identisch
ko_kr: 두번 암호 불일치
ru_ru: Два пароля неодинаковы

# 请再次输入新密码
source: Please input new password again
de_de: Bitte neues Kennwort wieder eingeben
ko_kr: 신 암호를 다시 입력하세요.
ru_ru: Снова вводите новый пароль

# 找回密码
source: Get back password
de_de: Kennwort zurücksetzen
ko_kr: 비밀번호 찾아오기
ru_ru: Найти пароль

# 登录名
source: Account
de_de: Anmeldungsname
ko_kr: ID
ru_ru: Логин

# 请输入注册手机/邮箱
source: You can input the registered phone number or email
de_de: Sie können die registrierte Handy oder Email eingeben
ko_kr: 등록 휴대폰/이메일을 입력하세요.
ru_ru: Вводите регистрированный сотовый телефон/почтовый ящик

# 请输入右边的验证码
source: Please input the right verification
de_de: Bitte Verifizierungscode auf rechter Seite eingeben
ko_kr: 오른쪽 인증번호를 입력하세요.
ru_ru: Вводите правый проверочный код

# 切换一张
source: Get a new verification
de_de: Bild aktualisieren
ko_kr: 다른 한장.
ru_ru: Менять на другую страницу

# 看不清
source: Can't see it
de_de: Nicht klar
ko_kr: 잘 안보여요
ru_ru: Плохо видно

# 验证码
source: Verification
de_de: Verifizierungscode
ko_kr: 인증번호
ru_ru: Проверочный код

# 请输入手机验证码
source: Input the verification code
de_de: Bitte Handy-Verifizierungscode eingeben
ko_kr: 휴대폰 인증번호 입력하세요.
ru_ru: Вводите проверочный код сотового телефона

# 获取验证
source: Get verification
de_de: Verifizierungscode erhalten
ko_kr: 인증번호 획득
ru_ru: Получить проверку

# 提交
source: Submit
de_de: Einreichen
ko_kr: 제출
ru_ru: Передать

# 我们已将“［中移物联网开放平台］找回密码”邮件发送到你的邮箱
source: The Chinamobile IOT open platform email regarding getting back your password has been sent to your registered email
de_de: Wir haben das Email zum Zurücksetzen des Kennwortes auf der Offenen Plattform für Internet der Dinge von China Mobile zu Ihrem Mailbox gesendet
ko_kr: “차이나 모바일IOT어우펀 시스템 암호비밀번호 되찾아오기 이메일을 보내었다.
ru_ru: Мы отправили письмо “восстановление пароля［открытая платформа Интернета вещей СМСС］” вашему почтовому ящику

# 密码设置成功！
source: Successfully!
de_de: Kennwort erfolgreich eingestellt
ko_kr: 비밀번호 설치 성공
ru_ru: Установка пароля удалась!

# 注册邮箱
source: Regist email
de_de: Email registrieren
ko_kr: 등록 이메일
ru_ru: Регистрировать почтовый ящик

# 发送验证邮件
source: Send tha validate mail
de_de: Bestätigungsemail senden
ko_kr: 입증 이메일 보내기
ru_ru: Отправить проверочное письмо

# 设置新密码
source: Set a new password
de_de: Neues Passwort einstellen
ko_kr: 신 암호 설치
ru_ru: Настроить новый пароль

# 用户注册
source: User register
de_de: Benutzer Registrieren
ko_kr: 수용자 등록
ru_ru: Регистрация пользователя

# 个人注册
source: User register
de_de: Privatperson registrieren
ko_kr: 개인 등록
ru_ru: Личная регистрация

# 企业注册
source: Company register
de_de: Unternehmen registrieren
ko_kr: 기업 등록
ru_ru: Регистрация предприятия

# 设置密码
source: Set password
de_de: Kennwort einstellen
ko_kr: 암호 설치
ru_ru: Установить пароль

# 请设置密码
source: Please set password
de_de: Bitte Kennwort einstellen
ko_kr: 암호를 설치하세요.
ru_ru: Установите пароль

# 请再次输入密码
source: Confirm password
de_de: Kennwort nochmal eingeben
ko_kr: 비밀번호를 다시 입력하세요.
ru_ru: Снова вводите пароль

# 立即注册
source: Register now
de_de: Jetzt registrieren
ko_kr: 지금 등록
ru_ru: Немедленно регистрировать

# 企业名称不超过50字符
source: Company name up to 50 characters
de_de: Unternehmensnamen darf nicht über 50 Schriftzeichen sein
ko_kr: 기업 명칭은 문자 부호 50개에 넘으면 안 된다.
ru_ru: Название предприятия не превышает 50 знаков

# 联系人名称不超过30字符
source: Contact person name up to 30 characters
de_de: Name des Ansprechspartners darf nicht über 30 Schriftzeichen sein
ko_kr: 연락 담장자 이름의 길이는 문자 부호 30개에 넘으면 안 된다.
ru_ru: Название контактного лица не превышает 30 знаков

# 企业联系电话
source: Company tel
de_de: Unternehmenstelefonnummer
ko_kr: 기업 연락처
ru_ru: Контактный телефон предприятия

# 请输入格式正确的座机号或手机号
source: Please input correct phone number
de_de: Bitte richtige Telefonnummer oder Handynummer eingeben
ko_kr: 맞는 고정 전화번호나 휴대폰 전화번호를 입력하세요.
ru_ru: Вводите правильный номер стационарного телефона или сотового телефона

# 邮箱验证失败
source: E-mail verfication failed
de_de: Email-Verifizierung fehlgeschlagen
ko_kr: 이메일 입증 실패
ru_ru: Проверка почтового ящика не удалась

# 注册
source: Register
de_de: Registrieren
ko_kr: 등록
ru_ru: Регистрация

# 填写邮箱
source: Input e-mail
de_de: Email eingeben
ko_kr: 이메일 주소 적으세요.
ru_ru: Заполните почтовый ящик

# 邮箱激活
source: E-mail activation
de_de: Email aktivieren
ko_kr: 이메일 활성화
ru_ru: Активация почтового ящика

# 邮件发送成功，请点击邮件中的激活链接完成后续注册步骤。
source: E-mail successfully sent, Please click the link and continue
de_de: Email erfolgreich gesendet, bitte das Aktivierungslink klicken und nächste Schritte vollenden
ko_kr: 이메일 발송 성공, 이메일 중에 링크를 클릭하고 등록하세요.
ru_ru: Отправка письма удалась, нажмите ссылку активации в письме, чтобы выполнить последующие шаги регистрации.

# 手机
source: Mobile phone
de_de: Handy
ko_kr: 휴대폰
ru_ru: Сотовый телефон

# 邮箱注册
source: Email
de_de: Mit Email registrieren
ko_kr: 이메일 등록
ru_ru: почтовый ящик для регистрации

# 下一步
source: Next
de_de: Nächst
ko_kr: 다음
ru_ru: Следующий шаг

# 更换手机
source: Switch another one
de_de: Handy wechseln
ko_kr: 휴대폰 바꿈
ru_ru: Менять сотовый телефон

# 也可使用以下账号简单注册快人一步
source: Or you can login as below
de_de: Sie k?nnen auch mit folgendem Konto registrieren und sofort erfahren
ko_kr: 혹은 아래 계좌로 쉽게 로그인함
ru_ru: Также можно использовать следующий аккаунт для простой регистрации

# 分享到新浪微博
source: Share to Sina Weibo
de_de: Bei Sina Weibo teilen
ko_kr: 시나 웨이보 공유
ru_ru: Разделить в «Сина вэйбо»

# 活动中心
source: Activity center
de_de: das Bewegung-Zentrum
ko_kr: 활동 센터
ru_ru: Деятельность Центра

# 新闻中心
source: New center
de_de: das Nachricht-Zentrum
ko_kr: 뉴스 센터
ru_ru: пресс - центр

# 全部活动
source: All activities
de_de: Alle Bewegungen
ko_kr: 모두 활동
ru_ru: Все мероприятия

# 未开始的活动
source: Not started activities
de_de: die nicht angefangende Bewegung
ko_kr: 시작하지 않는 활동
ru_ru: не началась деятельность

# 进行中的活动
source: Processing activities
de_de: die ausführende Bewegung
ko_kr: 진행 중 활동
ru_ru: Мероприятия

# 已结束的活动
source: Finished activities
de_de: die beendede Bewegung
ko_kr: 끝난 활동
ru_ru: Уже конец деятельности

# 加载中,请稍候...
source: Loading...
de_de: Ladend
ko_kr: 로딩 중, 기다리세요...
ru_ru: В загрузке, подождите...

# 中移动物联网开放平台还能做什么？
source: What can China Mobile IOT Open Platform do？
de_de: Was kann das Internet der Dinge von China Mobile noch machen
ko_kr: 차이나 모바일 IOT 어우펀 시스템이 뭘 더 할 수 있을까?
ru_ru: Что делает открытая платформа Интернета вещей СМСС

# 赞
source: Like
de_de: Gefällt mir
ko_kr: 칭찬
ru_ru: Хваление

# 案例信息
source: Case Information
de_de: Informationen über Fälle
ko_kr: 사례 정보
ru_ru: Пример

# 作者主页
source: Author's Home Page
de_de: Homepage des Autors
ko_kr: 작자 홈페이지
ru_ru: Главная страница автора

# 案例
source: Case
de_de: Fallbeispiel
ko_kr: 사례
ru_ru: Пример

# 成功案例
source: Success stories
de_de: Erfolgreiches Fallbeispiel
ko_kr: 성공 사례
ru_ru: Успешный пример

# 案例作者
source: Case author
de_de: Autor des Falls
ko_kr: 사례 작자
ru_ru: Автор примера

# WiFi芯片模组
source: WiFi chip module
de_de: WIFI Chip Modul
ko_kr: 와이파이 칩 모듈
ru_ru: модуль WiFi чип

# 关闭
source: Close
de_de: Schließen
ko_kr: 클로즈
ru_ru: Закрытие

# 中国移动物联网开放平台
source: China Mobile IOT Open Platform
de_de: Offene Plattform für Internet der Dinge von China Mobile
ko_kr: 차이나 모바일IOT 어우펀 시스템
ru_ru: Открытая платформа Интернета вещей СМСС

# 智能硬件
source: Smart device
de_de: Intelligente Hardware
ko_kr: 스마트 하드웨어
ru_ru: Интеллектуальное аппаратное обеспечение

# 开发者
source: Developer
de_de: Entwickler
ko_kr: 개발자
ru_ru: Разработчик

# 设备接入
source: Device access
de_de: Geräte verbinden
ko_kr: 설비 액세스
ru_ru: Включение оборудования

# 抱歉，您访问的页面出错了
source: Sorry, you visit the wrong page
de_de: Sorry, Sie besuchen die falsche Seite
ko_kr: 미안, 방문 페이지에 문제 생겼다.
ru_ru: К сожалению, вы посещаете ту страницу

# 返回首页
source: Back to Home
de_de: Zurück zur Startseite
ko_kr: 홈페이지에 돌아가기
ru_ru: Вернуться страницу

# 我们是谁
source: Who We Are
de_de: Wer sind wir
ko_kr: 우리는 누구
ru_ru: Кто мы

# 体验产品
source: Experience center
de_de: Produkte für Erfahrende
ko_kr: 체험 제품
ru_ru: Испытывать продукцию

# 加入我们
source: Join us
de_de: Teilnahme
ko_kr: 우리에 가입
ru_ru: Присоединитесь к нам

# 快速接入设备
source: Access device
de_de: Gerät schnell verbinden
ko_kr: 설비 신속 접근액세스함
ru_ru: Быстро включить оборудование

# API文档
source: API documents
de_de: API Datei
ko_kr: API파일
ru_ru: Файл API

# 接入文档
source: Documents
de_de: Datei verbinden
ko_kr: 접속 파일
ru_ru: Включить файл

# 调试工具
source: Debug tools
de_de: Debugging des Werkzeugs
ko_kr: 수정 도구
ru_ru: Инструмент наладки

# 友情链接
source: Quick links
de_de: Freundschaftliche Links
ko_kr: 사이트 연결
ru_ru: Дружественные ссылки

# 中移物联网
source: China Mobile IOT
de_de: Internet der Dinge von China Mobile
ko_kr: 차이나 모바일 IOT
ru_ru: Интернет вещей СМСС

# 物联网专网
source: Dedicated IOT network
de_de: Fachnetz des Internets der Dinge
ko_kr: IOT 네트워크
ru_ru: Специальная сеть Интернета вещей

# arduino中文社区
source: arduino Chinese BBS
de_de: arduino Chinesisches Community
ko_kr: arduino중국어BBS
ru_ru: arduino зона китайского языка

# 物联网业务管理平台
source: IOT business platform
de_de: Verwaltungsplattform für Geschäfte des Internets der Dinge
ko_kr: IOT업무 관리 플랫폼
ru_ru: Verwaltungsplattform für Geschäfte des Internets der Dinge

# 可穿戴设备
source: Wearable device
de_de: Tragbare Geräte
ko_kr: 장착할 수 있는 설비
ru_ru: Носимое оборудование

# APP下载
source: APP download
de_de: APP herunterladen
ko_kr: APP 다운로드
ru_ru: Загрузка АРР

# 联系方式
source: Contact
de_de: Kontaktweise
ko_kr: 연락처
ru_ru: Контакт

# QQ交流群
source: Discussion group on QQ
de_de: QQ Chatgruppe
ko_kr: QQ 토론 그룹
ru_ru: Группа для общения QQ

# 版权所有
source: Copyright
ko_kr: 저작권 소유
ru_ru: Все права защищены

# 首页
source: Home
de_de: Startseite
ko_kr: 홈페이지
ru_ru: Главная страница

# 退出登录
source: Log out
de_de: Abmelden
ko_kr: 로그 아웃
ru_ru: Выход

# 设置
source: Settings
de_de: Einstellung
ko_kr: 설치
ru_ru: Установка

# 我的收藏
source: My favorite
de_de: Meine Favoriten
ko_kr: 개인 저장
ru_ru: Мое хранение

# 发现
source: Discover
de_de: Entdecken
ko_kr: 발견
ru_ru: Обнаружить

# 体验
source: Experience
de_de: Erleben
ko_kr: 체험
ru_ru: Испытание

# 开发者中心
source: Developer Center
de_de: Entwicklerszentrum
ko_kr: 개발자 센터
ru_ru: Центр разработчика

# 动态
source: Event
de_de: die Tendenz
ko_kr: 이벤트
ru_ru: динамический

# 社区
source: BBS
ru_ru: Община

# 扫一扫，看看会发生什么？
source: Scan and see what will happen!
de_de: Scannen und sehen, was passieren wird
ko_kr: 스캔하면 뭐가 생길까
ru_ru: Сканировать, что будет возникать?

# 智能手机已接入中移物联网开放平台
source: Smart phone has been connected to the open platform of China Mobile IOT.
de_de: Was passiert
ko_kr: 스마트폰은 이미 차이나 모바일IOT 개방적 플랫폼에 접근하였다.
ru_ru: Смартфон уже подключен к Открытой платформе Интернета вещей СМСС

# 看看发生了什么
source: Have a look at what happens.
de_de: Was passiert
ko_kr: 무슨 상황이 나타났는지 봐요.
ru_ru: Смотрите случилось

# 您的手机旋转状态
source: Rotation state of your mobile phone
de_de: Drehzustand Ihres Handys
ko_kr: 스마트폰 회전 상태
ru_ru: Состояние поворота вашего телефона

# 试着旋转您的手机，受不同网络环境影响，请旋转一个角度后稍作等待
source: Try to rotate your mobile phone which is influenced by different network environment. After rotating an angle, please wait in patience.
de_de: Versuchen Sie Ihr Handy zu drehen. Wegen des Einflusses verschiedener Netzwerkumgebungen bitten warten Sie kurze Zeit nach eines Drehwinkels.
ko_kr: 스마트폰을 회전해 보세요. 다른 네트워크 영향으로 어느 정도 회전하고 좀 기다리세요.
ru_ru: Попробуйте делать поворот вашего телефона, в связи с влиянием от разной сетевой обстановки, пожалуйста, делайте поворот на другой угол и чуть-чуть подождите

# 很抱歉，由于权限问题，暂时无法获取您手机的旋转状态，您可以换个手机试试
source: Sorry, we cannot get rotation state of your mobile phone due to permission at this time. You can use another mobile phone and try it again.
de_de: Entschuldigung, aufgrund eines Berechtigungsproblems kann der Drehzustand ihres Handys zeitweise nicht empfunden werden. Versuchen Sie mit anderem Handy
ko_kr: 미안하지만 권한 때문에 당분간 스마트폰 회전 상태를 받지 못해서 다른 스마트폰으로 해 보세요.
ru_ru: Извините, из-за проблемы, связанной с правом, мы не может получить состояние поворота вашего телефона, вы можете попробовать другой телефон

# 您的浏览器不支持查看旋转状态，请使用IE10以上版本浏览器或谷歌、火狐浏览器
source: Your browser does not support viewing rotation state. Please use the browser with version above IE10 or Google or Firefox
de_de: Bitte verwenden Sie IE - Browser über Version IE 10 oder Google und Firefox
ko_kr: 고객님의 브라우저는 회전 상태를 지지하지 못해서 IE10이상 버전, 구글 혹은 파이어폭스 브라우저를 사용하세요.
ru_ru: Ваш браузер не поддерживает просмотром состояние поворота, пожалуйста, пользуйте IE-браузер свыше версии 10, либо Google, Firefox

# 手机摇晃程度
source: Shaking degree of mobile phone
de_de: Schüttelngrad
ko_kr: 스마트폰 흔들리는 정도
ru_ru: Состояние шатания телефона

# 摇晃您的手机，我们可以感受到它的摇晃剧烈程度
source: Shake your mobile phone so that we can feel its severe degree.
de_de: Schütteln Sie Ihr Handy, dann können wir den Schüttelngrad verspüren.
ko_kr: 스마트폰을 흔들면 흔들리는 정도를 느낄 수 있다.
ru_ru: Шатайте ваш телефон, мы можем чувствовать интенсивность его шатания

# 非常抱歉
source: Sorry
de_de: Entschuldigung
ko_kr: 미안하다.
ru_ru: Извините пожалуйста

# 暂时不支持您的手机机型
source: The model of your mobile phone is not supported at this time.
de_de: Ihr Handy-Modell ist zurzeit nicht unterstützt.
ko_kr: 스마트폰 기종 지지하지 못한다.
ru_ru: Временно не поддерживает вашей моделью

# 页面将在
source: The page will
de_de: Die Seite wird
ko_kr: 페이지 존재
ru_ru: Страница будет

# 直接看看中移物联网开放平台能做什么
source: Let’s see what the open platform of China Mobile IOT can do.
de_de: Was kann man auf der offenen Plattform von China Mobile machen?
ko_kr: 차이나 모바일IOT 개방적 플랫폼은 뭘 할 수 있는지 직접적으로 보세요.
ru_ru: Посмотреть, что можно делать в Открытой платформе Интернета вещей СМСС

# 正在体验，剩余时间
source: It is experiencing. The remaining time is …
de_de: Erleben , die verbleibene Zeit
ko_kr: 체험 중, 남은 시간.
ru_ru: Идет испытание, время осталось

# 扫码注册
source: Scan the code to complete registration
de_de: QR-Code scannen und registieren
ko_kr: 바코드를 스캔하여 등록하세요.
ru_ru: Регистрация путем сканирования кода

# 扫一扫，立马注册
source: You can complete registration through scanning
de_de: Scannen und sofort registieren
ko_kr: 스캔으로 즉시 등록함
ru_ru: Шатайте ваш телефон, и сразу зарегистрируйтесь

# 获取验证码
source: Get verification code
de_de: Bestätigungscode bekommen
ko_kr: 인증번호 획득
ru_ru: Получить код подтверждения

# 触发器管理
source: Trigger management
de_de: Auslöserverwaltung
ko_kr: 트리거 관리
ru_ru: Управление триггером

# 新增触发器
source: Create trigger
de_de: Neuen Auslöser hinzufügen
ko_kr: 트리거 새로 첨가함
ru_ru: Увеличенный триггер

# 全部设备
source: All equipment
de_de: Alle Geräte
ko_kr: 모든 설비
ru_ru: Полные оборудования

# 触发器名称
source: Trigger name
de_de: Name des Auslösers
ko_kr: 트리거 명칭
ru_ru: Название триггера

# 控制范围
source: Control range
de_de: Kontrollbereich
ko_kr: 제어 범위
ru_ru: Сфера контроля

# 数据流名称
source: Data stream name
de_de: Name des Datenflusses
ko_kr: 데이터 스트림 명칭
ru_ru: Название потока данных

# 触发条件
source: Trigger condition
de_de: Bedingung zur Auslösung
ko_kr: 발동 조건
ru_ru: Условие возбуждения

# 选中数据流值
source: Selected data stream value
de_de: Datenflusswert auswählen
ko_kr: 데이터 스트림 값 선택함
ru_ru: Значение выбранного потока данных

# URL地址
source: URL address
de_de: URL Adresse
ko_kr: URL 주소
ru_ru: Адрес URL

# 下发命令
source: Send command
de_de: Befehl senden
ko_kr: 명령 내림
ru_ru: Отправить команду

# 设备ID
source: Device ID
de_de: Gerät-ID
ko_kr: 설비 ID
ru_ru: ID оборудования

# 取消
source: Cancel
de_de: Abbrechen
ko_kr: 취소
ru_ru: Отменить

# 接入
source: Access
de_de: Zugriff
ko_kr: 액세스
ru_ru: Включение

# 最近更新
source: Recently updated
de_de: Kürzliche Aktualisierung
ko_kr: 최신 갱신
ru_ru: Ближайшее обновление

# 轻松接入中国移动物联网开放平台
source: Easy access to China Mobile IOT Open Platform
de_de: Leicht mit der Offenen Plattform für Internet der Dinge von China Mobile verbinden
ko_kr: 차이나 모바일IOT 어우펀 시스템에 쉽게 접속함.
ru_ru: Легко включить открытую платформу Интернета вещей СМСС

# 查看接入帮助文档
source: Read help documents
de_de: Hilfe-Datei lesen
ko_kr: 접속된 도움 파일 읽기
ru_ru: Проверять файл помощи

# 进入登录注册页面
source: Enter registration page
de_de: Registrierungsseite eintreten
ko_kr: 등록 페이지 들어가기
ru_ru: Входить в страницу регистрации

# 登录注册
source: Login and register
de_de: Registrieren und anmelden
ko_kr: 로그인 및 등록
ru_ru: Вход для регистрации

# 进入新建项目页面
source: Enter create project page
de_de: Seite der neu erstellten Projekten eintreten
ko_kr: 새로 만든 프로젝트 페이지에 들어가기.
ru_ru: Входить в страницу нового пункта

# 新建项目
source: Create project
de_de: Neues Projekt
ko_kr: 프로젝트 새로 만들기
ru_ru: Новый пункт

# 进入新增设备页面
source: Enter create device page
de_de: Seite der neu hinzugefügten Geräten eintreten
ko_kr: 새로 증가된 설비 페이지에 들어가기.
ru_ru: Входить в страницу добавленного оборудования

# 新增设备
source: Create device
de_de: Neue Geräte
ko_kr: 새로 첨가된 설비
ru_ru: Увеличить оборудование

# 访问新增数据流文档
source: Read create data stream documents
de_de: Neu erstellten Datenflussdatei besuchen
ko_kr: 새로 증가된 데이터파일 방문.
ru_ru: Посещать файл нового потока данных

# 新增数据流
source: Create data stream
de_de: Neuer Datenfluss
ko_kr: 새로 증가된데이터 스트림
ru_ru: Новый поток данных

# 访问查看数据文档
source: Read view data documents
de_de: Datendatei besuchen und lesen
ko_kr: 데이터 파일 방문
ru_ru: Посещать и проверять файл данных

# 查看数据
source: View data
de_de: Daten sehen
ko_kr: 데이터 보기
ru_ru: Проверить данные

# 访问新建应用文档
source: Read create application documents
de_de: Datei der neu erstellten Anwendungen besuchen
ko_kr: 새로 만든 응용 파일 방문
ru_ru: Посещать файл нового приложения

# 新建应用
source: Create application
de_de: Anwendung erstellen
ko_kr: 응용 새로 만들기
ru_ru: Новое приложение

# 文档更新
source: Document update
de_de: Datei aktualisieren
ko_kr: 파일 업데이트
ru_ru: Обновление файла

# 资源下载
source: Download
de_de: Ressourcen herunterladen
ko_kr: 자원 다운로드
ru_ru: Загрузка ресурсов

# 如果您在接入中移物联网开放平台过程中遇到问题或者有疑问、建议等，欢迎联系我们
source: Please feel free to contact us for any problem of and suggestion on accessing our platform!
de_de: Wenn Sie Probleme, Fragen oder Vorschläge über die Verbindung mit der Offenen Plattform für Internet der Dinge von China Mobile hätten, bitte uns kontaktieren
ko_kr: 차이나 모바일IOT 어우펀 시스템에 액세스하는 과정에서 문제 혹은 의문, 의견 등 있으면 연락 주세요.
ru_ru: Если у вас есть сомнение или предложение в процессе включения в открытую платформу Интернета вещей СМСС, можете связаться с нами.

# 去论坛看看
source: View BBS
de_de: Forum besuchen
ko_kr: BBS구경
ru_ru: Входить в форум

# 开发案例
source: Cases
de_de: Fallbeispiel
ko_kr: 개발 사례
ru_ru: Пример разработки

# 社区动态
source: BBS Updates
de_de: Neuheit von BBS
ko_kr: BBS 업데이트
ru_ru: Событие общины

# 创客风采
source: Meet Makers
de_de: Macker kennenlernen
ko_kr: 해커 스타일
ru_ru: Изящные манеры эксперта

# APIKey管理
source: APIKey management
de_de: APIKey Verwaltung
ko_kr: API키 관리
ru_ru: Управление APIKey

# 新建APIKey
source: Create APIKey
de_de: APIKey neu errichten
ko_kr: API키 새로 만들기
ru_ru: Создать APIKey

# APIKey名称
source: APIKey Name
ko_kr: API키 명칭
ru_ru: Название APIKey
